Repository: pmantra/m1
Catalog: api/messaging/translations/*/LC_MESSAGES/messages.po
Languages: es, fr_ca

# available_credits_error
source: Error retrieving available message credits
es: Error al recuperar los créditos de mensajes disponibles
fr_ca: Erreur lors de la récupération des crédits de message disponibles

source: Cannot attach asset belonging to another user
es: No se puede adjuntar un activo que pertenece a otro usuario
fr_ca: Impossible de joindre un actif appartenant à un autre utilisateur

source: Cannot attach asset to message, asset state is not COMPLETE
es: No se puede adjuntar el activo al mensaje; el estado del activo no está COMPLETO
fr_ca: Impossible de joindre l'actif au message, l'état de l'actif n'est pas COMPLET

source: Cannot attach asset to multiple messages at once
es: No se puede adjuntar un activo a varios mensajes a la vez
fr_ca: Impossible de joindre un fichier à plusieurs messages à la fois

# cannot_charge_customer_error
source: Cannot charge customer.
es: No se puede cobrar al cliente.
fr_ca: Impossible de facturer le client.

source: Cannot charge customer, Stripe error
es: No se puede cobrar al cliente: hubo un error en Stripe
fr_ca: Impossible de facturer le client, erreur Stripe

# cant_open_a_channel_with_only_yourself
source: You can't open a channel with only yourself.
es: No puedes abrir un canal solo contigo.
fr_ca: Vous ne pouvez pas ouvrir un canal avec seulement vous-même.

source: Channel can only be opened between a member and a practitioner.
es: El canal solo puede abrirse entre un miembro y un profesional.
fr_ca: Le canal ne peut être ouvert qu'entre un membre et un praticien.

# could_not_find_asset_matching_requested_identifier
source: Could not find asset matching requested identifier, {asset_id}.
es: No se pudo encontrar el activo que coincide con el identificador solicitado, {asset_id}.
fr_ca: Impossible de trouver l'actif correspondant à l'identifiant demandé, {asset_id}.

# exception_allocating_message_credits_enterprise_user
source: You do not have enough allowance to message as an enterprise user.
es: No tienes suficiente crédito para enviar mensajes como usuario empresarial.
fr_ca: Vous n'avez pas assez de crédit pour envoyer des messages en tant qu'utilisateur entreprise.

# exception_allocating_message_credits_marketplace_user
source: You do not have enough allowance to message.
es: No tienes suficiente saldo para enviar mensajes.
fr_ca: Vous n'avez pas assez de crédit pour envoyer un message.

# general_exception_allocating_message_credits
source: Exception allocating message credits
es: Excepción al asignar créditos de mensajes
fr_ca: Exception lors de l'allocation des crédits de message

# generic_maven_message_body
source: You have a new message from Maven!
es: ¡Tienes un nuevo mensaje de Maven!
fr_ca: Vous avez un nouveau message de Maven!

# input_error_getting_channels
source: Input error getting channels data
es: Error de entrada al obtener los datos de los canales
fr_ca: Erreur d'entrée lors de la récupération des données des canaux

# message_is_too_long
source: Your message is too long! Please reduce to a maximum of {max_n_chars} characters.
es: ¡Tu mensaje es demasiado largo! Redúcelo a un máximo de {max_n_chars} caracteres.
fr_ca: Votre message est trop long! Veuillez le réduire à un maximum de {max_n_chars} caractères.

# message_reply_sla_user_message_ca_default
source: You'll get a response within 24 hours.
es: Recibirás una respuesta en un plazo de 24 horas.
fr_ca: Vous recevrez une réponse sous 24 heures.

# message_reply_sla_user_message_provider_default
source: Most providers respond within 24 hours.
es: La mayoría de los profesionales responden dentro de las 24 horas.
fr_ca: La plupart des spécialistes répondent dans les 24 heures.

# message_reply_sla_user_message_wallet
source: You'll get a response within 3 business days.
es: Recibirás una respuesta dentro de 3 días hábiles.
fr_ca: Vous recevrez une réponse sous 3 jours ouvrables.

# message_reply_sla_user_message_wallet_with_inbound_phone_number
source: You'll get a response within 3 business days. If your matter is urgent, please call us instead at {phone_number}.
es: Recibirás una respuesta dentro de 3 días hábiles. Si tu asunto es urgente, llámanos al {phone_number}.
fr_ca: Vous recevrez une réponse sous 3 jours ouvrables. Si votre demande est urgente, veuillez plutôt nous appeler au {phone_number}.

# no_card_on_file_error
source: Customer does not have a card on file.
es: El cliente no tiene una tarjeta registrada.
fr_ca: Le client n'a pas de carte enregistrée.

source: One or more users not found.
es: No se encontró ningún usuario.
fr_ca: Un ou plusieurs utilisateurs introuvables.

source: Only image and PDF file types are supported.
es: Solo se admiten archivos de imagen y PDF.
fr_ca: Seuls les types de fichiers image et PDF sont pris en charge.

# serializing_error_getting_channels
source: Serializing error getting channels data
es: Error de serialización al obtener los datos de los canales
fr_ca: Erreur de sérialisation lors de l'obtention des données des canaux

# unable_to_post_message_in_channel_inactive_or_messaging_disabled_practitioner
source: Unable to post message in channel {channel_id}: inactive or messaging disabled practitioner
es: No se puede publicar el mensaje en el canal {channel_id}: practicante inactivo o con mensajería deshabilitada
fr_ca: Impossible de publier un message dans le canal {channel_id} : praticien inactif ou messagerie désactivée

# unable_to_post_message_in_channel_member_cannot_message_practitioner
source: Unable to post message, member cannot message this provider.
es: No se puede enviar el mensaje; el miembro no puede enviar mensajes a este profesional.
fr_ca: Impossible de publier le message, le membre ne peut pas envoyer de message à ce spécialiste.

# unable_to_post_message_in_channel_no_participants_found
source: Unable to post message in channel {channel_id}: no participants found
es: No se puede publicar el mensaje en el canal {channel_id}: no se encontraron participantes
fr_ca: Impossible de publier un message dans le canal {channel_id} : aucun participant trouvé

# unable_to_post_message_in_channel_user_is_not_a_participant
source: Unable to post message in channel {channel_id}: user is not a participant
es: No se puede publicar el mensaje en el canal {channel_id}: el usuario no es participante
fr_ca: Impossible de publier un message dans le canal {channel_id} : l'utilisateur n'est pas un participant

source: We don't support multi-party messaging.
es: No admitimos la mensajería multiparte.
fr_ca: Nous ne prenons pas en charge la messagerie multi-parties.

# you_are_already_included_in_the_channel
source: You are already included in the channel, so you don't need to include yourself in the user_ids.
es: Ya te incluyeron en el canal, así que no necesitas incluirte en los user_ids.
fr_ca: Vous êtes déjà inclus(e) dans le canal, il n'est donc pas nécessaire de vous inclure dans les user_ids.
