Repository: pmantra/m1
Catalog: api/models/tracks/translations/*/LC_MESSAGES/messages.po
Languages: es, fr_ca

# track_config_description_adoption
source: For families who are considering adoption and need support from managing the steps of the process to bringing their child home.
es: Para las familias que consideran la adopción y necesitan apoyo desde la gestión de los pasos del proceso hasta llevar a su hijo a casa.
fr_ca: Pour les familles qui envisagent l'adoption et ont besoin de soutien, de la gestion des étapes du processus à l'accueil de leur enfant à la maison.

# track_config_description_breast_milk_shipping
source: If you’re traveling for work while pumping, ensure that your milk gets safely shipped back to your baby.
es: Si viajas por trabajo mientras realizas la extracción de leche, asegúrate de que esta llegue de manera segura a tu bebé.
fr_ca: Si vous voyagez pour le travail et que vous tirez votre lait, assurez-vous que votre lait est expédié en toute sécurité à votre bébé.

# track_config_description_egg_freezing
source: Learn about egg freezing and speak to experts to plan your reproductive future, with tailored advice through every step of the process.
es: Infórmate sobre la congelación de óvulos y habla con expertos para planificar tu futuro reproductivo, con sugerencias personalizadas en cada paso del proceso.
fr_ca: Renseignez-vous sur la congélation des ovocytes et parlez à des experts pour planifier votre avenir en matière de procréation, avec des conseils personnalisés à chaque étape du processus.

# track_config_description_fertility
source: Complete support for planning or trying to have a baby, with 24/7 access to TTC, fertility, and IUI/IVF specialists, plus expert articles and classes.
es: Soporte completo para planificar o intentar tener un bebé, con acceso 24/7 a especialistas en intentos de concepción, fertilidad e IUI/FIV, además de clases y artículos especializados.
fr_ca: Un soutien complet pour planifier ou essayer d'avoir un bébé, avec un accès 24 h/24, 7 j/7 à des spécialistes de la conception, de la fertilité et de l'IIU/la FIV, ainsi qu'à des articles et des cours d'experts.

# track_config_description_general_wellness_generic
source: Mental health, physical health, career guidance, and on-demand birth control, whether or not you’re planning on starting a family.
es: Salud mental, salud física, orientación profesional y anticonceptivos a demanda, ya sea que estés planeando formar una familia o no.
fr_ca: Santé mentale, santé physique, orientation professionnelle et contraception à la demande, que vous envisagiez ou non de fonder une famille.

# track_config_description_menopause
source: Our specialists are here to support your physical and emotional well-being through every stage (and symptom) of menopause and midlife health.
es: Nuestros especialistas están aquí para apoyar tu bienestar físico y emocional en cada etapa (y síntoma) de la menopausia y salud en la mediana edad.
fr_ca: Nos spécialistes sont là pour soutenir votre bien-être physique et émotionnel à chaque étape (et pour chaque symptôme) de la ménopause et pour tout problème de santé à partir de la quarantaine.

# track_config_description_parenting_and_pediatrics
source: Boost your parenting confidence and learn about your kids’ development with help from our parenting experts, for parents of children 1 year and up.
es: Aumenta tu confianza como padre y aprende sobre el desarrollo de tus hijos con la ayuda de nuestros expertos en crianza, para padres de niños de 1 año en adelante.
fr_ca: Renforcez votre confiance en tant que parent et apprenez à comprendre le développement de vos enfants avec l'aide de nos experts en parentalité, pour les parents d'enfants âgés de 1 an et plus.

# track_config_description_partner_fertility
source: Access to fertility experts, resources and mental health support if your partner is considering or pursuing IUI or IVF treatments.
es: Acceso a expertos en fertilidad, recursos y apoyo para la salud mental si tu pareja considera o sigue tratamientos de IUI o FIV.
fr_ca: Accès à des experts en fertilité, des ressources et un soutien en santé mentale si votre partenaire envisage ou poursuit des traitements d'IIU ou de FIV.

# track_config_description_partner_newparent
source: Expert support for birth recovery and caring for baby, including feeding and sleeping advice.
fr_ca: Accès à des experts en soins infantiles, des ressources, un soutien en santé mentale et en carrière pour les partenaires dont les femmes ont accouché au cours de l'année écoulée.

# track_config_description_partner_newparent_168_days
source: Access to infant care experts, resources, mental health and career support for partners of people who’ve given birth in the last six months.
es: Acceso a expertos en cuidado infantil, recursos, salud mental y apoyo profesional para las parejas de personas que dieron a luz en los últimos seis meses.
fr_ca: Accès à des experts en soins infantiles, des ressources, un soutien en santé mentale et en carrière pour les partenaires dont les femmes ont accouché au cours des six derniers mois.

# track_config_description_partner_newparent_90_days
source: Access to infant care experts, resources, mental health and career support for partners of people who’ve given birth in the last three months.
es: Acceso a expertos en cuidado infantil, recursos, salud mental y apoyo profesional para las parejas de personas que dieron a luz en los últimos tres meses.
fr_ca: Accès à des experts en soins infantiles, des ressources, un soutien en santé mentale et en carrière pour les partenaires dont les femmes ont accouché au cours des trois derniers mois.

# track_config_description_partner_pregnant
source: On-demand support, personalized weekly curriculum, and virtual classes to support people with pregnant partners.
es: Soporte a demanda, plan de estudios semanal y personalizado, y clases virtuales para apoyar a personas con parejas embarazadas.
fr_ca: Assistance à la demande, programme hebdomadaire personnalisé et cours virtuels pour soutenir les personnes dont les partenaires sont enceintes.

# track_config_description_postpartum
source: Expert support for birth recovery and caring for baby, including feeding and sleeping advice.
fr_ca: Un soutien pendant la première année de votre bébé, comprenant un accès à des consultantes en allaitement, des spécialistes du sommeil des nourrissons et des coachs en gestion de carrière pour vous aider à retourner au travail.

# track_config_description_postpartum_168_days
source: Support through your baby’s first six months, including lactation consultants, infant sleep specialists, and career coaches to help you return to work.
es: Apoyo durante los primeros seis meses de tu bebé, incluidos consultores de lactancia, especialistas en sueño infantil y guías profesionales para ayudarte a volver al trabajo.
fr_ca: Un soutien pendant les six premiers mois de votre bébé, comprenant un accès à des consultantes en allaitement, des spécialistes du sommeil des nourrissons et des coachs en gestion de carrière pour vous aider à retourner au travail.

# track_config_description_postpartum_90_days
source: Support through your baby’s first three months, including lactation consultants, infant sleep specialists, and career coaches to help you return to work.
es: Apoyo durante los primeros tres meses de tu bebé, incluidos consultores de lactancia, especialistas en sueño infantil y guías profesionales para ayudarte a volver al trabajo.
fr_ca: Un soutien pendant les trois premiers mois de votre bébé, comprenant un accès à des consultantes en allaitement, des spécialistes du sommeil des nourrissons et des coachs en gestion de carrière pour vous aider à retourner au travail.

# track_config_description_pregnancy
source: On-demand support, personalized weekly curriculum, and virtual classes to support your pregnancy journey.
es: Soporte a demanda, plan de estudios semanal y personalizado, y clases virtuales para apoyar tu recorrido de embarazo.
fr_ca: Soutien à la demande, programme hebdomadaire personnalisé et cours virtuels pour accompagner votre parcours de grossesse.

# track_config_description_pregnancy_options
source: Mental health, physical health, career guidance, and pregnancy options counseling, whether or not you’re planning on starting a family.
es: Salud mental, salud física, orientación profesional y asesoramiento sobre opciones de embarazo, ya sea que planees o no formar una familia.
fr_ca: Santé mentale, santé physique, orientation professionnelle et conseils sur les options de grossesse, que vous envisagiez ou non de fonder une famille.

# track_config_description_pregnancyloss
source: Emotional support and community to help you cope with loss and grief from miscarriage or infant loss.
fr_ca: Soutien en santé mentale et communauté de soutien pour faire face à la perte et au deuil, de la fausse couche à la perte d'un nourrisson.

# track_config_description_sponsored
source: On-demand support, personalized weekly curriculum, and virtual classes to support your pregnancy journey.
es: Soporte a demanda, plan de estudios semanal y personalizado, y clases virtuales para apoyar tu recorrido de embarazo.
fr_ca: Soutien à la demande, programme hebdomadaire personnalisé et cours virtuels pour accompagner votre parcours de grossesse.

# track_config_description_surrogacy
source: For families considering surrogacy who need support from picking a surrogate to managing this relationship, emotional support, and more.
es: Para las familias que consideran la subrogación y necesitan apoyo desde la elección de una gestante subrogada hasta la gestión de esta relación, apoyo emocional y más.
fr_ca: Pour les familles qui envisagent d'avoir recours à la maternité de substitution et qui ont besoin de soutien dans le choix ou la gestion des relations avec une mère porteuse, ou qui recherchent un soutien émotionnel, ou de toute autre nature.

# track_config_description_trying_to_conceive
source: Support for all of your reproductive health needs with expert guidance and resources to improve your chances of becoming pregnant.
es: Apoyo para todas tus necesidades de salud reproductiva con orientación y recursos especializados para mejorar tus posibilidades de embarazarte.
fr_ca: Un soutien pour tous vos besoins en matière de santé reproductive avec des conseils d'experts et des ressources pour améliorer vos chances de tomber enceinte.

# track_config_display_description_i_have_experienced_a_loss
source: I’ve experienced a loss
es: Tuve una pérdida
fr_ca: J'ai vécu une perte

# track_config_display_description_i_have_given_birth
source: I’ve given birth
es: Di a luz
fr_ca: J'ai accouché

# track_config_display_description_im_no_longer_trying_to_conceive
source: I'm no longer trying to conceive
es: Ya no estoy intentando concebir
fr_ca: Je n'essaie plus de tomber enceinte

# track_config_display_description_im_pregnant
source: I’m pregnant
es: Tengo un embarazo
fr_ca: Je suis enceinte

# track_config_display_description_im_trying_to_conceive
source: I'm trying to conceive
es: Estoy tratando de concebir
fr_ca: J'essaie de tomber enceinte

# track_config_display_description_my_partner_has_given_birth
source: My partner has given birth
es: Mi pareja dio a luz
fr_ca: Ma partenaire a accouché

# track_config_display_description_we_have_experienced_a_loss
source: We've experienced a loss
es: Tuvimos una pérdida
fr_ca: Nous avons subi une perte

# track_config_display_length_12_months
source: 12 months
es: 12 meses
fr_ca: 12 mois

# track_config_display_length_3_months
source: 3 months
es: 3 meses
fr_ca: 3 mois

# track_config_display_length_annual_renewal_up_to_age_10
source: Annual renewal up to age 10
es: Renovación anual hasta los 10 años
fr_ca: Renouvellement annuel jusqu'à l'âge de 10 ans

# track_config_display_length_up_to_12_months
source: Up to 12 months
es: Hasta 12 meses
fr_ca: Jusqu'à 12 mois

# track_config_display_length_up_to_9_months
source: Up to 9 months
es: Hasta 9 meses
fr_ca: Jusqu'à 9 mois

# track_config_display_name_breast_milk_shipping
source: Breast Milk Shipping
es: Transporte de leche materna
fr_ca: Transport de lait maternel

# track_config_display_name_egg_freezing
source: Egg Freezing
es: Congelación de óvulos
fr_ca: Congélation des ovocytes

# track_config_display_name_fertility
source: Fertility
es: Fertilidad
fr_ca: Fertilité

# track_config_display_name_general_wellness
source: General Wellness
es: Bienestar general
fr_ca: Bien-être général

# track_config_display_name_health_plan
source: Health Plan
es: Plan de salud
fr_ca: Régime de Santé

# track_config_display_name_loss_support
source: Loss Support
es: Apoyo en la pérdida
fr_ca: Soutien en cas de perte

# track_config_display_name_menopause
source: Menopause & Midlife Health
es: Menopausia y salud en la mediana edad
fr_ca: Ménopause et Santé après la quarantaine

# track_config_display_name_parenting_pediatrics
source: Parenting & Pediatrics
es: Crianza y pediatría
fr_ca: Parentalité et Pédiatrie

# track_config_display_name_partner_fertility
source: Partner Fertility
es: Fertilidad de la pareja
fr_ca: Fertilité du partenaire

# track_config_display_name_partner_postpartum
source: Partner Postpartum
es: Posparto para la pareja
fr_ca: Partenaire post-partum

# track_config_display_name_partner_pregnancy
source: Partner Pregnancy
es: Embarazo de la pareja
fr_ca: Grossesse de la partenaire

# track_config_display_name_pregnancy
source: Pregnancy
es: Embarazo
fr_ca: Grossesse

# track_config_display_name_pregnancy_options
source: Pregnancy Options
es: Opciones de embarazo
fr_ca: Options en matière de grossesse

# track_config_display_name_surrogacy
source: Surrogacy
es: Maternidad subrogada
fr_ca: Maternité de substitution

# track_config_display_name_trying_to_conceive
source: Trying to Conceive
es: Intentar concebir
fr_ca: Essayer de tomber enceinte

# track_config_intro_message
source: Hi and welcome to Maven! I’m your Maven Care Advocate. Think of me as your personal guide. I can answer any question, anytime, and recommend the best providers on and off Maven. I’d love to hop on a quick 15-minute video chat so I can show you around Maven. Just reply to this message with a day and time that works best for you. Look forward to meeting you!
es: ¡Hola! Te damos la bienvenida a Maven. Soy tu Maven Care Advocate. Considerame tu guía personal. Puedo responder cualquier pregunta, en cualquier momento, y recomendarte a los mejores profesionales dentro y fuera de Maven. Me encantaría que hagamos una rápida videollamada de 15 minutos para mostrarte Maven. Solo responde a este mensaje con el día y la hora que mejor te convengan. ¡Espero conocerte pronto!
fr_ca: Bonjour et bienvenue sur Maven! Je suis votre Care Advocate Maven. Considérez-moi comme votre guide personnel. Je peux répondre à toutes vos questions, à tout moment, et vous recommander les meilleurs spécialistes sur et en dehors de Maven. J'aimerais participer à une conversation vidéo rapide de 15 minutes pour vous faire découvrir Maven. Répondez simplement à ce message en indiquant le jour et l'heure qui vous conviennent le mieux. Au plaisir de vous rencontrer!

# track_config_label_health_plan
source: Health Plan
es: Plan de salud
fr_ca: Régime de Santé

# track_config_label_i_have_a_child_between_the_ages_of_1_and_10
source: I have a child between the ages of 1 and 10
es: Tengo un hijo de entre 1 y 10 años
fr_ca: J'ai un enfant âgé de 1 à 10 ans

# track_config_label_i_just_gave_birth
source: I just gave birth
es: Acabo de dar a luz
fr_ca: Je viens d'accoucher

# track_config_label_i_want_support_on_my_menopause_journey
source: I want support on my menopause journey
es: Quiero apoyo en mi recorrido por la menopausia
fr_ca: Je souhaite bénéficier d'un soutien dans mon parcours de ménopause

# track_config_label_i_want_to_freeze_my_eggs
source: I want to freeze my eggs
es: Quiero congelar mis óvulos
fr_ca: Je veux congeler mes ovocytes

# track_config_label_i_want_to_get_pregnant_within_the_next_year
source: I want to get pregnant within the next year
es: Quiero embarazarme dentro del próximo año
fr_ca: Je souhaite tomber enceinte au cours de l'année à venir

# track_config_label_i_want_to_manage_my_reproductive_health_and_overall_wellness
source: I want to manage my reproductive health and overall wellness
es: Quiero manejar mi salud reproductiva y bienestar general
fr_ca: Je veux gérer ma santé reproductive et mon bien-être général

# track_config_label_im_adopting
source: I'm adopting
es: Adoptaré
fr_ca: J'adopte

# track_config_label_im_breastfeeding
source: I'm breastfeeding
es: Estoy en lactancia
fr_ca: J'allaite

# track_config_label_im_pregnant
source: I'm pregnant
es: Tengo un embarazo
fr_ca: Je suis enceinte

# track_config_label_im_undergoing_or_considering_iui_ivf
source: I'm undergoing or considering IUI/IVF
es: Estoy sometiéndome a la IUI/FIV o la estoy considerando
fr_ca: Je suis, ou j'envisage de suivre, un processus d'IIU/de FIV

# track_config_label_im_using_a_surrogate
source: I'm using a surrogate
es: Cuento con una gestante subrogada
fr_ca: J'ai recours à une mère porteuse

# track_config_label_ive_experienced_a_loss
source: I've experienced a loss
es: Tuve una pérdida
fr_ca: J'ai vécu une perte

# track_config_label_my_partner_is_pregnant
source: My partner is pregnant
es: Mi pareja está embarazada
fr_ca: Ma partenaire est enceinte

# track_config_label_my_partner_is_undergoing_or_considering_iui_ivf
source: My partner is undergoing or considering IUI/IVF
es: Mi pareja está sometiéndose a la IUI/FIV o la está considerando
fr_ca: Mon partenaire suit, ou envisage de suivre, un processus d'IIU/de FIV

# track_config_label_my_partner_just_gave_birth
source: My partner just gave birth
es: Mi pareja acaba de dar a luz
fr_ca: Ma partenaire vient d'accoucher

# track_config_track_unavailable_for_transition_message_pregnancy
source: Congratulations on your pregnancy! Message your Care Advocate to learn more about Maven’s maternity support.
es: ¡Felicidades por tu embarazo! Envía un mensaje a tu Care Advocate para saber más sobre el apoyo para la maternidad de Maven.
fr_ca: Félicitations pour votre grossesse! Envoyez un message à votre Care Advocate pour en savoir plus sur le soutien à la maternité de Maven.

# track_config_display_name_adoption
source: Adoption
es: Adopción

# track_config_display_name_postpartum
source: Postpartum
es: Posparto
