Repository: pmantra/m1
Catalog: api/direct_payment/payments/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

# payments_mmb_calculating_date
source: Calculating, please check back later.
es: Calculando, por favor vuelve más tarde.
fr: Calcul en cours, veuillez revenir plus tard.

# payments_mmb_coinsurance
source: Coinsurance
es: Coseguro
fr: Coassurance

# payments_mmb_computed_billed_date
source: {computed_display_date} | Billed to ***{payment_method_display_label}
es: {computed_display_date} | Facturado a ***{payment_method_display_label}
fr: {computed_display_date} | Facturé sur ***{payment_method_display_label}

# payments_mmb_copay
source: Copay
es: Copago
fr: Ticket modérateur

# payments_mmb_covered_amount
source: Covered amount
es: Monto cubierto
fr: Montant pris en charge

# payments_mmb_deductible
source: Deductible
es: Deducible
fr: Franchise

# payments_mmb_due_billed_date
source: Due {computed_display_date} | Bill to ***{payment_method_display_label}
es: Vence el {computed_display_date} | Factura a ***{payment_method_display_label}
fr: Échéance le {computed_display_date} | Facturer sur ***{payment_method_display_label}

# payments_mmb_due_date
source: Due {computed_display_date}
es: Vence el {computed_display_date}
fr: Échéance le {computed_display_date}

# payments_mmb_estimate_adjustment
source: Estimate Adjustment
es: Ajuste de estimación
fr: Ajustement de l'estimation

# payments_mmb_estimate_responsibility
source: Your estimated responsibility
es: Lo que estimamos que debes pagar
fr: Votre reste à charge estimé

# payments_mmb_estimated_bill
source: Estimated Bill
es: Factura estimada
fr: Facture estimée

# payments_mmb_estimated_initial
source: This estimate is based on your current deductible and coinsurance or copays, and may change if you make insurance claims after this estimation took place.
es: Esta estimación se basa en tu deducible y coseguro o copagos actuales, y puede cambiar si haces reclamaciones de seguro después de que se haya realizado esta estimación.
fr: Cette estimation est basée sur votre franchise et votre coassurance ou vos quotes-parts, et peut changer en cas de réclamations d'assurance effectuées après cette estimation.

# payments_mmb_estimated_len_obj
source: Estimated total ({number_of_estimated_objects})
es: Total estimado ({number_of_estimated_objects})
fr: Estimation totale de ({number_of_estimated_objects})

# payments_mmb_estimated_total_cost
source: Estimated total upcoming cost to you
es: Costo total estimado próximo para ti
fr: Coût total estimé à venir pour vous

# payments_mmb_fees
source: Fees
es: Tarifas
fr: Frais

# payments_mmb_full_cost_covered
source: Full cost covered by Maven
es: Costo total cubierto por Maven
fr: Coût intégralement pris en charge par Maven

# payments_mmb_fully_covered
source: Cost fully covered by your employer. Tap for service details.
es: Costo totalmente cubierto por tu empleador. Toca para conocer más detalles del servicio.
fr: Coût entièrement pris en charge par votre employeur. Appuyez pour voir les détails du service.

# payments_mmb_hra_applied
source: HRA Applied
es: HRA aplicada
fr: HRA appliqué

# payments_mmb_hra_credit
source: HRA Credit
es: Crédito de la HRA
fr: Crédit HRA

# payments_mmb_maven_benefit
source: Maven Benefit
es: Beneficio de Maven

# payments_mmb_medical_plan
source: Medical Plan
es: Plan médico
fr: Plan médical

# payments_mmb_not_covered
source: Not Covered
es: No cubierto
fr: Non pris en charge

# payments_mmb_previous_charges
source: Previous Charge(s)
es: Cargos anteriores
fr: Frais antérieur(s)

# payments_mmb_remaining_cost_covered
source: Remaining cost covered by Maven
es: Costo restante cubierto por Maven
fr: Coût restant pris en charge par Maven

# payments_mmb_returned_date
source: {computed_display_date} | Returned to ***{payment_method_display_label}
es: {computed_display_date} | Devuelto a ***{payment_method_display_label}
fr: {computed_display_date} | Remboursé sur ***{payment_method_display_label}

# payments_mmb_total_member_responsibility
source: Total Member Responsibility
es: Total que el miembro debe pagar
fr: Reste à charge total du membre

# payments_mmb_voided_date
source: Voided on {computed_display_date}
es: Anulado el {computed_display_date}
fr: Annulé le {computed_display_date}
