Repository: pmantra/m1
Catalog: api/views/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

# views_referrals_already_applied
source: Good news! This code has already been applied!
es: ¡Buenas noticias! ¡Este código ya se aplicó!
fr: Bonne nouvelle ! Ce code a déjà été appliqué !

# views_referrals_does_not_exist
source: Referral code does not exist!
es: ¡El código de referido no existe!
fr: Le code de recommandation n'existe pas !

# views_referrals_expired
source: Sorry, this code has expired.
es: Lo siento, este código ha caducado.
fr: Désolé, ce code a expiré.

# views_referrals_invalid
source: Code is invalid or expired...
es: El código no es válido o ha caducado...
fr: Le code est invalide ou expiré...

# views_referrals_main_message
source: Referral code is invalid: Contact support@mavenclinic.com for help and give the reference: {reason}
es: El código de referido no es válido: contacta a support@mavenclinic.com para obtener ayuda y proporciona la referencia: {reason}
fr: Le code de recommandation est invalide : envoyez un e-mail à support@mavenclinic.com pour obtenir de l'aide en fournissant la référence : {reason}

# views_referrals_missing_data
source: Missing data for required field.
es: Faltan datos para el campo requerido.
fr: Données manquantes pour le champ requis.

# views_referrals_no_code
source: No code provided in args
es: No se proporcionó un código en los argumentos
fr: Aucun code fourni dans les arguments

# views_referrals_not_found
source: That code cannot be found...
es: No se puede encontrar ese código...
fr: Ce code est introuvable...

# views_referrals_not_you
source: Only get referrals for yourself!
es: ¡Solo obtén recomendaciones para ti!
fr: Obtenez des recommandations uniquement pour vous !

# views_referrals_too_late
source: Sorry, this code can only be used before your first booking.
es: Lo siento, este código solo se puede usar antes de tu primera reserva.
fr: Désolé, ce code ne peut être utilisé qu'avant votre première réservation.

# views_referrals_unknown
source: Unknown
es: Desconocido
fr: Inconnu

# views_tracks_access_will_end_on
source: Your access will end on {date}.
es: Tu acceso terminará el {date}.
fr: Votre accès se terminera le {date}.

# views_tracks_cancel
source: Cancel
es: Cancelar
fr: Annuler

# views_tracks_renew_program
source: Renew program
es: Renovar programa
fr: Programme de renouvellement

# views_tracks_scheduled_to_renew_on
source: Scheduled to renew on {date}.
es: Programado para renovarse el {date}.
fr: Renouvellement prévu le {date}.
