Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/needs.po
Languages: es, fr

# need_general_wellness_description
source: Self-care tips, building healthy habits and routines
es: Consejos de autocuidado, formar hábitos y rutinas saludables
fr: Conseils pour prendre soin de soi, établir des habitudes et des routines saines

# need_general_wellness_name
source: General wellness
es: Bienestar general
fr: Bien-être général

# need_genetic_testing_description
source: Your test options, what to expect, understanding results
es: Tus opciones de prueba, qué esperar, entender los resultados
fr: Vos options de test, à quoi s'attendre, comprendre les résultats

# need_genetic_testing_name
source: Genetic testing
es: Pruebas genéticas
fr: Tests génétiques

# need_genetic_testing_options_description
source: Your test options, what to expect, understanding results
es: Tus opciones de pruebas, qué esperar, entender los resultados
fr: Vos options de test, à quoi s'attendre, comprendre les résultats

# need_genetic_testing_options_name
source: Genetic testing options
es: Opciones de pruebas genéticas
fr: Options de tests génétiques

# need_gestational_diabetes_description
source: Understanding test results, tips for managing a diagnosis
es: Entender los resultados de las pruebas, consejos para manejar un diagnóstico
fr: Comprendre les résultats des tests, conseils pour gérer un diagnostic

# need_gestational_diabetes_name
source: Gestational diabetes
es: Diabetes gestacional
fr: Diabète gestationnel

# need_having_trouble_with_conceiving_description
source: Exploring fertility issues, testing and treatment options
es: Explorar problemas de fertilidad, opciones de pruebas y tratamientos
fr: Explorer les problèmes de fertilité, les options de tests et de traitements

# need_having_trouble_with_conceiving_name
source: Having trouble with conceiving
es: ¿Tienes problemas para concebir?
fr: Des difficultés pour concevoir

# need_having_trouble_with_staying_pregnant_description
source: Exploring fertility issues, testing and treatment options
es: Explorar problemas de fertilidad, opciones de pruebas y tratamientos
fr: Explorer les problèmes de fertilité, les options de tests et de traitements

# need_having_trouble_with_staying_pregnant_name
source: Having trouble with staying pregnant
es: Tener problemas para mantener el embarazo
fr: Des difficultés à rester enceinte

# need_helping_your_partner_through_discomfort_description
source: How to help your partner manage their back and body pains
es: Cómo ayudar a tu pareja a manejar sus dolores de espalda y cuerpo
fr: Comment aider votre partenaire à gérer ses douleurs dorsales et corporelles

# need_helping_your_partner_through_discomfort_name
source: Helping your partner through discomfort
es: Ayudar a tu pareja a superar el malestar
fr: Aider votre partenaire à gérer son inconfort

# need_holistic_menopause_care_description
source: Complementary health advice, eastern herbs and practices
es: Consejos de salud complementarios, hierbas y prácticas orientales
fr: Conseils de santé complémentaires, herbes et pratiques orientales

# need_holistic_menopause_care_name
source: Holistic menopause care
es: Cuidado holístico para la menopausia
fr: Soins holistiques de la ménopause

# need_hormone_testing_description
source: Your hormone test options, what to expect, reviewing results
es: Tus opciones de pruebas hormonales, qué esperar, revisión de resultados
fr: Vos options de test hormonal, à quoi s'attendre, examiner les résultats

# need_hormone_testing_name
source: Hormone testing
es: Pruebas hormonales
fr: Test hormonal

# need_improving-male-fertility_description
source: Lifestyle and nutrition changes to improve sperm count and quality
es: Cambios en el estilo de vida y la nutrición para mejorar la cantidad y la calidad del esperma
fr: Changements de mode de vie et d'alimentation pour améliorer le nombre et la qualité des spermatozoïdes

# need_improving-male-fertility_name
source: Improving male fertility
es: Mejorar la fertilidad masculina
fr: Améliorer la fertilité masculine

# need_improving_male_fertility_description
source: Lifestyle and nutrition changes to improve sperm count and quality
es: Cambios en el estilo de vida y la nutrición para mejorar la cantidad y la calidad del esperma
fr: Changements de mode de vie et d'alimentation pour améliorer le nombre et la qualité des spermatozoïdes

# need_improving_male_fertility_name
source: Improving male fertility
es: Mejorar la fertilidad masculina
fr: Améliorer la fertilité masculine

# need_infant_feeding_and_weight_gain_description
source: Breastfeeding, formula feeding, pumping, infant weight gain
es: Lactancia, alimentación con fórmula, extracción de leche, aumento de peso del bebé
fr: Allaitement, alimentation au biberon, tirage du lait, prise de poids du nourrisson

# need_infant_feeding_and_weight_gain_name
source: Infant feeding and weight gain
es: Alimentación infantil y aumento de peso
fr: Alimentation infantile et prise de poids

# need_lgbtqia_adoption_description
source: Finding an LGBTQIA+-friendly adoption agency, general advice
es: Encontrar una agencia de adopción a favor de la comunidad LGBTQIA+, consejos generales
fr: Trouver une agence d'adoption accueillante pour les LGBTQIA+, conseils généraux

# need_lgbtqia_adoption_name
source: LGBTQIA+ adoption
es: Adopción LGBTQIA+
fr: Adoption LGBTQIA+

# need_lgbtqia_family_building_description
source: Navigating adoption, surrogacy, or donors, emotional support
es: Abordar la adopción, la subrogación o los donantes, apoyo emocional
fr: Comprendre le parcours de l'adoption, de la gestation pour autrui ou des donneurs, soutien émotionnel

# need_lgbtqia_family_building_name
source: LGBTQIA+ family building
es: Formación de familias LGBTQIA+
fr: Construction familiale LGBTQIA+

# need_male-fertility-testing_description
source: Test options, what to expect, understanding your results
es: Opciones de pruebas, qué esperar, entender los resultados
fr: Options de test, à quoi s'attendre, comprendre vos résultats

# need_male-fertility-testing_name
source: Male fertility testing
es: Pruebas de fertilidad masculina
fr: Test de fertilité masculine

# need_male_fertility_testing_description
source: Test options, what to expect, understanding your results
es: Opciones de pruebas, qué esperar, entender los resultados
fr: Options en matière de test, à quoi s'attendre, comprendre vos résultats

# need_male_fertility_testing_name
source: Male fertility testing
es: Pruebas de fertilidad masculina
fr: Test de fertilité masculine

# need_managing_body_changes_discomfort_or_pain_description
source: Expert tips, helpful exercises, injury recovery, pain relief
es: Consejos de expertos, ejercicios útiles, recuperación de lesiones, alivio del dolor
fr: Conseils d'experts, exercices utiles, rétablissement après une blessure, soulagement de la douleur

# need_managing_body_changes_discomfort_or_pain_name
source: Managing body changes, discomfort, or pain
es: Manejar cambios corporales, incomodidad o dolor
fr: Gérer les changements corporels, l'inconfort ou la douleur

# need_managing_illnesses_during_pregnancy_description
source: Common medication questions and managing your illness
es: Preguntas comunes sobre medicamentos y cómo manejar tu enfermedad
fr: Questions courantes sur les médicaments et la gestion de votre maladie

# need_managing_illnesses_during_pregnancy_name
source: Managing illnesses during pregnancy
es: Manejar enfermedades durante el embarazo
fr: Gérer les maladies pendant la grossesse

# need_managing_joint_pain_description
source: Coping with inflammation, nutrition and exercise advice
es: Sobrellevar una inflamación, consejos de nutrición y ejercicio
fr: Faire face à l'inflammation, conseils en matière de nutrition et d'exercices

# need_managing_joint_pain_name
source: Managing joint pain
es: Manejo del dolor articular
fr: Gérer les douleurs articulaires

# need_managing_symptoms_description
source: Recommended lifestyle changes, medication options
es: Cambios recomendados en el estilo de vida, opciones de medicamentos
fr: Changements de mode de vie recommandés, options de médication

# need_managing_symptoms_name
source: Managing symptoms
es: Manejo de síntomas
fr: Gestion des symptômes

# need_medication_education_description
source: How to administer injections, manage a schedule, side effects
es: Cómo administrar inyecciones, gestionar un horario, efectos secundarios
fr: Comment administrer des injections, gérer un emploi du temps, effets secondaires

# need_medication_education_name
source: Medication education
es: Educación sobre medicamentos
fr: Éducation sur les médicaments

# need_medication_options_for_menopause_description
source: Learn about risk and benefits, see if you are a candidate
es: Conoce los riesgos y los beneficios, y verifica si se te puede considerar
fr: Découvrez les risques et les avantages, voyez si vous êtes un(e) candidat(e)

# need_medication_options_for_menopause_name
source: Medication options for menopause
es: Opciones de medicamentos para la menopausia
fr: Options de médicaments pour la ménopause

# need_men-managing-symptoms_description
source: Recommended lifestyle changes, medication options
es: Cambios recomendados en el estilo de vida, opciones de medicamentos
fr: Changements de mode de vie recommandés, options de médication

# need_men-managing-symptoms_name
source: Managing symptoms
es: Manejo de síntomas
fr: Gestion des symptômes

# need_men-med-options_description
source: Learn about risk and benefits, see if you are a candidate
es: Conoce los riesgos y los beneficios, y verifica si se te puede considerar
fr: Découvrez les risques et les avantages, voyez si vous êtes un(e) candidat(e)

# need_men-med-options_name
source: Medication options for menopause
es: Opciones de medicamentos para la menopausia
fr: Options de médicaments pour la ménopause

# need_men-nutrition_description
source: Menopause-friendly diet, supplements, managing your weight
es: Dieta a favor de la menopausia, suplementos, controlar tu peso
fr: Régime alimentaire adapté à la ménopause, compléments, gestion de votre poids

# need_men-nutrition_name
source: Nutrition and weight management
es: Nutrición y control de peso
fr: Nutrition et gestion du poids

# need_mens_health_description
source: Fertility, semen analysis, and general health advice
es: Fertilidad, análisis de semen y consejos generales de salud
fr: Fertilité, analyse du sperme et conseils généraux en matière de santé

# need_mens_health_name
source: Menâ€™s Health
es: Salud masculina
fr: Santé des hommes

# need_miscarriage-treatment-recovery_description
source: Miscarriage care & recovery tips, medications that can help
es: Consejos para el cuidado y la recuperación tras un aborto espontáneo, medicamentos que pueden ayudar
fr: Soins et conseils pour le rétablissement après une fausse couche, médicaments qui peuvent aider

# need_miscarriage-treatment-recovery_name
source: Miscarriage treatment and recovery
es: Tratamiento y recuperación tras un aborto espontáneo
fr: Traitement et rétablissement après une fausse couche

# need_miscarriage_treatment_and_recovery_description
source: Miscarriage care & recovery tips, medications that can help
es: Consejos para el cuidado y la recuperación tras un aborto espontáneo, medicamentos que pueden ayudar
fr: Soins et conseils pour le rétablissement après une fausse couche, médicaments qui peuvent aider

# need_miscarriage_treatment_and_recovery_name
source: Miscarriage treatment and recovery
es: Tratamiento y recuperación tras un aborto espontáneo
fr: Traitement et rétablissement après une fausse couche

# need_mood_swings_description
source: Help managing anger, mental and emotional support
es: Ayuda para manejar la ira, apoyo mental y emocional
fr: Aide à la gestion de la colère, soutien mental et émotionnel

# need_mood_swings_name
source: Mood swings
es: Cambios de humor
fr: Sautes d'humeur

# need_navigating_behavior_challenges_description
source: Responding to tantrums, biting, sibling rivalries, outbursts
es: Responder a rabietas, mordiscos, rivalidades entre hermanos, arrebatos
fr: Répondre aux crises de colère, aux morsures, aux rivalités entre frères et sœurs, aux accès de colère

# need_navigating_behavior_challenges_name
source: Navigating behavior challenges
es: Abordar desafíos de comportamiento
fr: Gérer les défis comportementaux

# need_navigating_life_with_baby_description
source: Bonding with baby, managing responsibilities & expectations
es: Vincularse con el bebé, manejar responsabilidades y expectativas
fr: Créer des liens avec bébé, gérer les responsabilités et les attentes

# need_navigating_life_with_baby_name
source: Navigating life with baby
es: Explorar la vida con un bebé
fr: Naviguer dans la vie avec bébé

# need_navigating_special_needs_description
source: Support for ADHD, speech issues, autism, down syndrome, & more
es: Apoyo para el TDAH, problemas del habla, el autismo, el síndrome de Down y más
fr: Soutien pour le TDAH, les troubles de la parole, l'autisme, le syndrome de Down, et plus encore

# need_navigating_special_needs_name
source: Navigating special needs
es: Manejar las necesidades especiales
fr: Parcourir des besoins spécifiques

# need_newborn_and_infant_nutrition_description
source: Understanding your child's nutritional needs, feeding support
es: Entender las necesidades nutricionales de tu hijo, apoyo en la alimentación
fr: Comprendre les besoins nutritionnels de votre enfant, soutien à l'alimentation

# need_newborn_and_infant_nutrition_name
source: Newborn and infant nutrition
es: Nutrición para recién nacidos y bebés
fr: Alimentation des nouveau-nés et des nourrissons

# need_newborn_care_description
source: Swaddling, diapering, bathing, feeding, general health support
es: Envolver, cambiar pañales, bañar, alimentar, apoyo general para la salud
fr: Emmaillotage, changement de couches, bain, alimentation, soutien général en matière de santé

# need_newborn_care_name
source: Newborn care
es: Cuidado del recién nacido
fr: Soins du nouveau-né

# need_nutrition_138_description
source: Understanding your partner's nutrition needs, general advice
es: Entender las necesidades nutricionales de tu pareja, consejos generales
fr: Comprendre les besoins nutritionnels de votre partenaire, conseils généraux

# need_nutrition_138_name
source: Nutrition
es: Nutrición

# need_nutrition_and_weight_management_description
source: Menopause-friendly diet, supplements, managing your weight
es: Dieta a favor de la menopausia, suplementos, controlar tu peso
fr: Régime alimentaire adapté à la ménopause, compléments, gestion de votre poids

# need_nutrition_and_weight_management_name
source: Nutrition and weight management
es: Nutrición y control de peso
fr: Nutrition et gestion du poids

# need_nutrition_description
source: Understanding your partner's nutrition needs, general advice
es: Entender las necesidades nutricionales de tu pareja, consejos generales
fr: Comprendre les besoins nutritionnels de votre partenaire, conseils généraux

# need_nutrition_during_pregnancy_description
source: Managing cravings, nausea, and your nutritional needs
es: Manejar los antojos, las náuseas y las necesidades nutricionales
fr: Gérer les envies, les nausées et vos besoins nutritionnels

# need_nutrition_during_pregnancy_name
source: Nutrition during pregnancy
es: Nutrición durante el embarazo
fr: Alimentation pendant la grossesse

# need_nutrition_name
source: Nutrition
es: Nutrición

# need_nutrition_support_description
source: Making healthy choices, supplements, weight management
es: Tomar decisiones saludables, suplementos, control de peso
fr: Faire des choix sains, compléments alimentaires, gestion du poids

# need_nutrition_support_name
source: Nutrition support
es: Apoyo nutricional
fr: Soutien nutritionnel

# need_nutrition_while_breastfeeding_description
source: Tips for a healthy milk supply, staying healthy while breastfeeding
es: Consejos para una producción de leche saludable, mantenerse saludable durante la lactancia
fr: Conseils pour une production de lait saine, rester en bonne santé pendant l'allaitement

# need_nutrition_while_breastfeeding_name
source: Nutrition while breastfeeding
es: Nutrición durante la lactancia
fr: Alimentation pendant l'allaitement

# need_pain_management_during_labor_description
source: Pain relief options and techniques, or managing without medication
es: Opciones y técnicas para el alivio del dolor o cómo manejarlo sin medicamentos
fr: Options et techniques de soulagement de la douleur, ou gestion de la douleur sans médicaments

# need_pain_management_during_labor_name
source: Pain management during labor
es: Control del dolor durante el trabajo de parto
fr: Gestion de la douleur pendant le travail

# need_parenting_older_children_description
source: Understanding puberty, managing expectations and needs
es: Entender la pubertad, manejar expectativas y necesidades
fr: Comprendre la puberté, gérer les attentes et les besoins

# need_parenting_older_children_name
source: Parenting older children
es: Crianza de hijos mayores
fr: Élever des enfants plus âgés

# need_parenting_support_description
source: Coaching, expert parenting tips, emotional support
es: Guía, consejos expertos para padres, apoyo emocional
fr: Coaching, conseils d'experts en parentalité, soutien émotionnel

# need_parenting_support_name
source: Parenting support
es: Apoyo para la crianza
fr: Soutien à la parentalité

# need_pelvic_floor_support_101_description
source: Urinary incontinence, pain relief, safe exercises to try
es: Incontinencia urinaria, alivio del dolor, ejercicios seguros para probar
fr: Incontinence urinaire, soulagement de la douleur, pratiquer des exercices sûrs

# need_pelvic_floor_support_101_name
source: Pelvic floor support
es: Soporte para el suelo pélvico
fr: Soutien du plancher pelvien

# need_pelvic_floor_support_description
source: Urinary incontinence, pain relief, safe exercises to try
es: Incontinencia urinaria, alivio del dolor, ejercicios seguros para probar
fr: Incontinence urinaire, soulagement de la douleur, pratiquer des exercices sûrs

# need_pelvic_floor_support_name
source: Pelvic floor support
es: Soporte para el suelo pélvico
fr: Soutien du plancher pelvien

# need_physical_health_and_fitness_130_description
source: Fitness and exercise advice, tips for feeling your best
es: Sugerencias de fitness y ejercicio, consejos para sentirse mejor
fr: Conseils en matière de fitness et d'exercices, astuces pour se sentir au mieux

# need_physical_health_and_fitness_130_name
source: Physical health and fitness
es: Salud física y fitness
fr: Santé physique et forme

# need_physical_health_and_fitness_description
source: Fitness and exercise advice, tips for feeling your best
es: Sugerencias de fitness y ejercicio, consejos para sentirse mejor
fr: Conseils en matière de fitness et d'exercices, astuces pour se sentir au mieux

# need_physical_health_and_fitness_name
source: Physical health and fitness
es: Salud física y fitness
fr: Santé physique et forme

# need_postpartum_body_changes_discomfort_or_pain_description
source: What to expect during recovery
es: Qué esperar durante la recuperación
fr: À quoi s'attendre pendant le rétablissement

# need_postpartum_body_changes_discomfort_or_pain_name
source: Postpartum body changes, discomfort, or pain
es: Cambios corporales, molestias o dolor posparto
fr: Changements corporels post-partum, inconfort ou douleur

# need_postpartum_emotional_support_description
source: Bonding with baby, managing responsibilities & expectations
es: Vincularse con el bebé, manejar responsabilidades y expectativas
fr: Créer des liens avec bébé, gérer les responsabilités et les attentes

# need_postpartum_emotional_support_name
source: Postpartum emotional support
es: Apoyo emocional posparto
fr: Soutien émotionnel post-partum

# need_postpartum_mental_and_emotional_health_description
source: Mental and emotional support, identifying a mood disorder
es: Apoyo mental y emocional, identificar un trastorno del estado de ánimo
fr: Soutien mental et émotionnel, identification d'un trouble de l'humeur

# need_postpartum_mental_and_emotional_health_name
source: Postpartum mental and emotional health
es: Salud mental y emocional posparto
fr: Santé mentale et émotionnelle post-partum

# need_postpartum_recovery_description
source: What to expect, how to prepare, general advice
es: Qué esperar, cómo prepararse, consejos generales
fr: À quoi s'attendre, comment se préparer, conseils généraux

# need_postpartum_recovery_name
source: Postpartum recovery
es: Recuperación posparto
fr: Le rétablissement post-partum

# need_preg-general-questions_description
source: What to expect, how to prepare, general advice
es: Qué esperar, cómo prepararse, consejos generales
fr: À quoi s'attendre, comment se préparer, conseils généraux

# need_preg-general-questions_name
source: General questions about pregnancy
es: Preguntas generales sobre el embarazo
fr: Questions générales sur la grossesse

# need_preg-second-opinion_description
source: Explore symptoms or treatment plans
es: Explora síntomas o planes de tratamiento
fr: Découvrir les symptômes ou les plans de traitement

# need_preg-second-opinion_name
source: Explore a second opinion
es: Explorar una segunda opinión
fr: Solliciter un deuxième avis

# need_pregancy_options_counseling_description
source: Procedures and medications, adoption, your health options
es: Procedimientos y medicamentos, adopción, tus opciones de salud
fr: Procédures et médicaments, adoption, vos options de santé

# need_pregancy_options_counseling_name
source: Pregancy options counseling
es: Asesoramiento sobre opciones de embarazo
fr: Conseil sur les options de grossesse

# need_pregnancy-options-counseling_description
source: Procedures and medications, adoption, your health options
es: Procedimientos y medicamentos, adopción, tus opciones de salud
fr: Procédures et médicaments, adoption, vos options de santé

# need_pregnancy-options-counseling_name
source: Pregancy options counseling
es: Asesoramiento sobre opciones de embarazo
fr: Conseil sur les options de grossesse

# need_pregnancy_options_counseling_description
source: Understanding your options, mental and emotional support
es: Entender tus opciones, apoyo mental y emocional
fr: Comprendre vos options, soutien mental et émotionnel

# need_pregnancy_options_counseling_name
source: Pregnancy options counseling
es: Asesoramiento sobre opciones de embarazo
fr: Conseil sur les options de grossesse

# need_prep-labor-delivery_description
source: What to expect, how to prepare, general advice
es: Qué esperar, cómo prepararse, consejos generales
fr: À quoi s'attendre, comment se préparer, conseils généraux

# need_prep-labor-delivery_name
source: Preparing for labor and delivery
es: Prepararse para el trabajo de parto y el parto
fr: Préparation à l'accouchement

# need_preparing-for-adoption_description
source: How to prepare, profile books, home visits, emotional support
es: Cómo prepararse, perfilar libros, visitas a domicilio, apoyo emocional
fr: Comment se préparer, profile books, visites à domicile, soutien émotionnel

# need_preparing-for-adoption_name
source: Preparing for adoption
es: Prepararse para la adopción
fr: Préparation à l'adoption

# need_preparing-for-ef_description
source: The process, testing, medications, and shots
es: El proceso, las pruebas, los medicamentos y las inyecciones
fr: Le processus, les tests, les médicaments et les injections

# need_preparing-for-ef_name
source: Preparing for egg freezing
es: Cómo prepararse para congelar óvulos
fr: Préparation à la congélation des ovocytes

# need_preparing-for-surrogacy_description
source: How to choose an agency, gestational carrier, or donor
es: Cómo elegir una agencia, gestante o donante
fr: Comment choisir une agence, une mère porteuse ou un donneur
