Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/needs.po
Languages: es, fr

# need_abortion-care-recovery_description
source: What to expect, how to prepare, tips for a smooth recovery
es: Qué esperar, cómo prepararse, consejos para una recuperación sin problemas
fr: À quoi s'attendre, comment se préparer, conseils pour un rétablissement en douceur

# need_abortion-care-recovery_name
source: Abortion care and recovery
es: Atención y recuperación tras un aborto
fr: Soins et rétablissement après un avortement

# need_abortion_care_and_recovery_description
source: What to expect, how to prepare, tips for a smooth recovery
es: Qué esperar, cómo prepararse, consejos para una recuperación sin problemas
fr: À quoi s'attendre, comment se préparer, conseils pour un rétablissement en douceur

# need_abortion_care_and_recovery_name
source: Abortion care and recovery
es: Atención y recuperación tras un aborto
fr: Soins et rétablissement après un avortement

# need_abortion_recovery_description
source: What to expect during and after recovery
es: Qué esperar durante la recuperación y después
fr: À quoi s'attendre pendant et après le rétablissement

# need_abortion_recovery_name
source: Abortion recovery
es: Recuperación tras un aborto
fr: Rétablissement après un avortement

# need_adopting_as_a_single_parent_description
source: General advice, what to expect, finding a support system
es: Consejos generales, qué esperar, encontrar un sistema de apoyo
fr: Conseils généraux, à quoi s'attendre, trouver un système de soutien

# need_adopting_as_a_single_parent_name
source: Adopting as a single parent
es: Adoptar como persona soltera
fr: Adopter en tant que parent célibataire

# need_adoption-process-options_description
source: Exploring adoption options, what to expect, general advice
es: Explorar opciones de adopción, qué esperar, consejos generales
fr: Explorer les options d'adoption, à quoi s'attendre, conseils généraux

# need_adoption-process-options_name
source: Adoption process and options
es: Proceso y opciones de adopción
fr: Processus et options d'adoption

# need_adoption_description
source: Understanding adoption options
es: Entender las opciones de adopción
fr: Comprendre les options en matière d'adoption

# need_adoption_name
source: Adoption
es: Adopción

# need_adoption_process_and_options_description
source: Exploring adoption options, what to expect, general advice
es: Explorar opciones de adopción, qué esperar, consejos generales
fr: Explorer les options d'adoption, à quoi s'attendre, conseils généraux

# need_adoption_process_and_options_name
source: Adoption process and options
es: Proceso y opciones de adopción
fr: Processus et options d'adoption

# need_baby-cold-flu_description
source: Exploring symptoms, understanding treatment options
es: Explorar síntomas, entender opciones de tratamiento
fr: Découvrir les symptômes, comprendre les options de traitement

# need_baby-cold-flu_name
source: Your baby's cold, flu, and other illnesses
es: El resfriado, la gripe y otras enfermedades de tu bebé
fr: Le rhume, la grippe et les autres maladies de votre bébé

# need_baby-sleep_description
source: Sleep expectations, sleep safety, solutions for better sleep
es: Expectativas y seguridad del sueño, soluciones para un mejor descanso
fr: Attentes en matière de sommeil, sécurité du sommeil, solutions pour un meilleur sommeil

# need_baby-sleep_name
source: Your baby's sleep
es: El sueño de tu bebé
fr: Le sommeil de votre bébé

# need_birth_control_description
source: Understanding your options, general advice
es: Entender tus opciones, consejos generales
fr: Comprendre vos options, conseils généraux

# need_birth_control_name
source: Birth control
es: Anticoncepción
fr: Contrôle des naissances

# need_body_aches_discomfort_or_pain_description
source: General advice, pain relief, safe exercises and medications
es: Consejos generales, alivio del dolor, ejercicios seguros y medicamentos
fr: Conseils généraux, soulagement de la douleur, exercices et médicaments sûrs

# need_body_aches_discomfort_or_pain_name
source: Body aches, discomfort, or pain
es: Dolores corporales, molestias o malestar
fr: Douleurs corporelles, inconfort ou douleur

# need_brain_fog_or_fatigue_description
source: Expert ways to cope, lifestyle recommendations, treatments
es: Formas expertas de sobrellevar, recomendaciones de estilo de vida, tratamientos
fr: Méthodes d'experts pour faire face, recommandations de style de vie, traitements

# need_brain_fog_or_fatigue_name
source: Brain fog or fatigue
es: Confusión mental o fatiga
fr: Confusion mentale ou fatigue

# need_breastfeeding-pump-formula_description
source: Feeding support, infant weight gain
es: Apoyo en la alimentación, aumento de peso del bebé
fr: Soutien en matière d'alimentation, prise de poids du nourrisson

# need_breastfeeding-pump-formula_name
source: Breastfeeding, pumping, and formula feeding
es: Lactancia, extracción de leche y alimentación con fórmula
fr: Allaitement, tirage du lait et alimentation au lait maternisé

# need_breastfeeding_aches_and_pains_description
source: Sore nipples, clogged ducts, and pain while breastfeeding
es: Pezones adoloridos, conductos obstruidos y dolor durante la lactancia
fr: Mamelons douloureux, canaux obstrués et douleur pendant l'allaitement

# need_breastfeeding_aches_and_pains_name
source: Breastfeeding aches and pains
es: Dolores y molestias de la lactancia
fr: Douleurs et maux liés à l'allaitement

# need_breastfeeding_pumping_and_formula_feeding_description
source: Feeding support, infant weight gain
es: Apoyo en la alimentación, aumento de peso del bebé
fr: Soutien en matière d'alimentation, prise de poids du nourrisson

# need_breastfeeding_pumping_and_formula_feeding_name
source: Breastfeeding, pumping, and formula feeding
es: Lactancia, extracción de leche y alimentación con fórmula
fr: Allaitement, tirage du lait et alimentation au lait maternisé

# need_career_support_147_description
source: Career coaching, balancing parenthood, managing time
es: Guía profesional, equilibrio entre la paternidad y gestión del tiempo
fr: Coaching de carrière, équilibre parental, gestion du temps

# need_career_support_147_name
source: Career support
es: Apoyo profesional
fr: Soutien en matière de carrière

# need_career_support_description
source: Career coaching, balancing parenthood, managing time
es: Guía profesional, equilibrar la crianza, gestionar el tiempo
fr: Coaching de carrière, équilibre entre parentalité et travail, gestion du temps

# need_career_support_name
source: Career support
es: Apoyo profesional
fr: Soutien en matière de carrière

# need_child-cold-flu-illness_description
source: Exploring symptoms, understanding treatment options
es: Explorar síntomas, entender opciones de tratamiento
fr: Découvrir les symptômes, comprendre les options de traitement

# need_child-cold-flu-illness_name
source: Your child's cold, flu, and other illnesses
es: El resfriado, la gripe y otras enfermedades de tu hijo
fr: Le rhume, la grippe et les autres maladies de votre enfant

# need_child-sleep_description
source: Sleep expectations, sleep safety, solutions for better sleep
es: Expectativas y seguridad del sueño, soluciones para un mejor descanso
fr: Attentes en matière de sommeil, sécurité du sommeil, solutions pour un meilleur sommeil

# need_child-sleep_name
source: Your child's sleep
es: El sueño de tu hijo
fr: Le sommeil de votre enfant

# need_childcare_support_description
source: Help with finding childcare, exploring options, managing needs
es: Ayuda para encontrar cuidado infantil, explorar opciones, manejar necesidades
fr: Aide à la recherche de services de garde d'enfants, exploration des options, gestion des besoins

# need_childcare_support_name
source: Childcare support
es: Apoyo para el cuidado infantil
fr: Soutien à la garde d'enfants

# need_choosing_a_pediatrician_description
source: What to look for in a pediatrician
es: Qué buscar en un pediatra
fr: Ce qu'il faut rechercher chez un Pédiatre

# need_choosing_a_pediatrician_name
source: Choosing a pediatrician
es: Elegir un pediatra
fr: Choisir un Pédiatre

# need_choosing_an_inperson_care_team_description
source: What to look for in OB-GYNs, midwives, doulas, etc.
es: Qué buscar en ginecobstetras, parteras, doulas, etc.
fr: Ce qu'il faut rechercher chez les gynécologues-obstétriciens, les sages-femmes, les doulas, etc.

# need_choosing_an_inperson_care_team_name
source: Choosing an in-person care team
es: Elegir un equipo de cuidado en persona
fr: Choisir une équipe de soins en personne

# need_conceiving-with-fert-condition_description
source: Navigating erectile dysfunction and other health conditions that affect male fertility
es: Manejar la disfunción eréctil y otras afecciones de salud que perjudican la fertilidad masculina
fr: Gérer la dysfonction érectile et d'autres conditions de santé qui affectent la fertilité masculine

# need_conceiving-with-fert-condition_name
source: Conceiving with a fertility condition
es: Concebir con una afección que perjudica la fertilidad
fr: Concevoir avec un problème de fertilité

# need_conceiving_after_loss_description
source: Recovering from a miscarriage, determining when it's safe to try again
es: Recuperarse de un aborto espontáneo, determinar cuándo es seguro intentarlo de nuevo
fr: Se remettre d'une fausse couche, déterminer quand il est sûr d'essayer à nouveau

# need_conceiving_after_loss_name
source: Conceiving after loss
es: Concebir después de una pérdida
fr: Concevoir après une perte

# need_conceiving_with_a_fertility_condition_description
source: Navigating erectile dysfunction and other health conditions that affect male fertility
es: Manejar la disfunción eréctil y otras afecciones de salud que perjudican la fertilidad masculina
fr: Gérer la dysfonction érectile et d'autres conditions de santé qui affectent la fertilité masculine

# need_conceiving_with_a_fertility_condition_name
source: Conceiving with a fertility condition
es: Concebir con una afección que perjudica la fertilidad
fr: Concevoir avec un problème de fertilité

# need_conceiving_with_a_reproductive_health_condition_description
source: Supporting fibroids, diabetes, and other conditions while TTC
es: Ayuda con fibromas, diabetes y otras afecciones mientras se intenta concebir
fr: Soutien en matière de fibromes, de diabète et d'autres conditions pendant les essais de conception

# need_conceiving_with_a_reproductive_health_condition_name
source: Conceiving with a reproductive health condition
es: Concebir con una afección de salud reproductiva
fr: Concevoir avec un problème de santé reproductive

# need_conceiving_with_endometriosis_description
source: Medications, treatment options, pain relief, lifestyle tips
es: Medicamentos, opciones de tratamiento, alivio del dolor, consejos de estilo de vida
fr: Médicaments, options de traitement, soulagement de la douleur, conseils en matière de mode de vie

# need_conceiving_with_endometriosis_name
source: Conceiving with endometriosis
es: Concebir con endometriosis
fr: Concevoir avec l'endométriose

# need_conceiving_with_pcos_description
source: Self-care and lifestyle tips, medications, treatment options
es: Consejos de autocuidado y estilo de vida, medicamentos, opciones de tratamiento
fr: Conseils en matière de soins personnels et de mode de vie, médicaments, options de traitement

# need_conceiving_with_pcos_name
source: Conceiving with PCOS
es: Concebir con SOP
fr: Concevoir avec le SOPK

# need_conception-after-loss_description
source: Recovering from a miscarriage, when it's safe to try again
es: Recuperarse de un aborto espontáneo: cuándo es seguro intentarlo de nuevo
fr: Se remettre d'une fausse couche, déterminer quand il est sûr d'essayer à nouveau

# need_conception-after-loss_name
source: Conception after loss
es: Concepción después de una pérdida
fr: Conception après une perte

# need_conception_after_loss_description
source: Recovering from a miscarriage, when it's safe to try again
es: Recuperarse de un aborto espontáneo: cuándo es seguro intentarlo de nuevo
fr: Se remettre d'une fausse couche, déterminer quand il est sûr d'essayer à nouveau

# need_conception_after_loss_name
source: Conception after loss
es: Concepción después de una pérdida
fr: Conception après une perte

# need_coparenting_description
source: Building a healthy co-parenting relationship, general advice
es: Formar una relación de cocrianza saludable, consejos generales
fr: Construire une relation de coparentalité saine, conseils généraux

# need_coparenting_name
source: Co-parenting
es: Cocrianza
fr: Coparentalité

# need_coping-with-loss_description
source: Coping with depression, grief, sadness, or guilt
es: Sobrellevar la depresión, el duelo, la tristeza o la culpa
fr: Faire face à la dépression, au deuil, à la tristesse ou à la culpabilité

# need_coping-with-loss_name
source: Coping with loss and miscarriage
es: Sobrellevar la pérdida y el aborto espontáneo
fr: Faire face à la perte et à la fausse couche

# need_coping_with_loss_and_miscarriage_description
source: Coping with depression, grief, sadness, or guilt
es: Sobrellevar la depresión, el duelo, la tristeza o la culpa
fr: Faire face à la dépression, au deuil, à la tristesse ou à la culpabilité

# need_coping_with_loss_and_miscarriage_name
source: Coping with loss and miscarriage
es: Sobrellevar la pérdida y el aborto espontáneo
fr: Faire face à la perte et à la fausse couche

# need_coping_with_pregnancy_symptoms_description
source: Coping with fatigue, morning sickness, heartburn, aches, etc.
es: Sobrellevar la fatiga, las náuseas matutinas, la acidez, los dolores, etc.
fr: Faire face à la fatigue, aux nausées matinales, aux brûlures d'estomac, aux douleurs, etc.

# need_coping_with_pregnancy_symptoms_name
source: Coping with pregnancy symptoms
es: Sobrellevar los síntomas del embarazo
fr: Faire face aux symptômes de la grossesse

# need_covid19_cold_and_flu_description
source: Symptoms, tests, and treatment options
es: Síntomas, pruebas y opciones de tratamiento
fr: Symptômes, tests et options de traitement

# need_covid19_cold_and_flu_name
source: COVID-19, cold, and flu
es: COVID-19, resfriado y gripe
fr: COVID-19, rhume et grippe

# need_creating_a_birth_plan_description
source: Explore your options for an ideal birth experience, make a plan
es: Explora tus opciones para una experiencia de parto ideal; haz un plan
fr: Explorer vos options pour une expérience de naissance idéale, établir un plan de naissance

# need_creating_a_birth_plan_name
source: Creating a birth plan
es: Crear un plan de parto
fr: Créer un plan de naissance

# need_early_pregnancy_signs_and_symptoms_description
source: Symptoms your partner may experience, when to test
es: Síntomas que tu pareja puede tener, cuándo hacerse una prueba
fr: Symptômes que votre partenaire peut ressentir, quand se faire tester

# need_early_pregnancy_signs_and_symptoms_name
source: Early pregnancy signs and symptoms
es: Signos y síntomas tempranos del embarazo
fr: Signes et symptômes précoces de la grossesse

# need_ef-process-options_description
source: What to expect, choosing a clinic, egg storage options
es: Qué esperar, cómo elegir una clínica, opciones de almacenamiento de óvulos
fr: À quoi s'attendre, choisir une clinique, options de conservation des ovocytes

# need_ef-process-options_name
source: Egg freezing process and options
es: Proceso y opciones de congelación de óvulos
fr: Processus et options de congélation des ovocytes

# need_egg_freezing_process_and_options_description
source: What to expect, choosing a clinic, egg storage options
es: Qué esperar, cómo elegir una clínica, opciones de almacenamiento de óvulos
fr: À quoi s'attendre, choisir une clinique, options de conservation des ovocytes

# need_egg_freezing_process_and_options_name
source: Egg freezing process and options
es: Proceso y opciones de congelación de óvulos
fr: Processus et options de congélation des ovocytes

# need_emotional-support_description
source: Coping with the emotional ups & downs of a fertility journey
es: Cómo afrontar los altibajos emocionales de un proceso de fertilidad
fr: Faire face aux hauts et aux bas émotionnels d'un parcours de fertilité

# need_emotional-support_name
source: Emotional support
es: Apoyo emocional
fr: Soutien émotionnel

# need_emotional_support_126_description
source: Coping with the emotional ups & downs of a surrogacy journey
es: Cómo afrontar los altibajos emocionales de un proceso de gestación subrogada
fr: Faire face aux hauts et aux bas émotionnels d'un parcours de gestation pour autrui

# need_emotional_support_126_name
source: Emotional support
es: Apoyo emocional
fr: Soutien émotionnel

# need_emotional_support_149_description
source: Help navigating difficult moments, support during transitions
es: Ayuda para atravesar momentos difíciles, apoyo durante las transiciones.
fr: Affronter les moments difficiles, accompagnement lors des transitions

# need_emotional_support_149_name
source: Emotional support
es: Apoyo emocional
fr: Soutien émotionnel

# need_emotional_support_161_description
source: Navigating the ups and downs of parenting, self-care advice
es: Abordar los altibajos de la crianza, sugerencias para el autocuidado
fr: Naviguer à travers les hauts et les bas de la parentalité, conseils pour prendre soin de soi

# need_emotional_support_161_name
source: Emotional support
es: Apoyo emocional
fr: Soutien émotionnel

# need_emotional_support_description
source: Navigating the ups and downs of parenting, self-care advice
es: Abordar los altibajos de la crianza, sugerencias para el autocuidado
fr: Naviguer à travers les hauts et les bas de la parentalité, conseils pour prendre soin de soi

# need_emotional_support_name
source: Emotional support
es: Apoyo emocional
fr: Soutien émotionnel

# need_exercising_while_pregnant_description
source: Recommended workouts, modifications, and safety tips
es: Entrenamientos recomendados, modificaciones y consejos de seguridad
fr: Entraînements recommandés, modifications et conseils en matière de sécurité

# need_exercising_while_pregnant_name
source: Exercising while pregnant
es: Hacer ejercicio durante el embarazo
fr: Faire de l'exercice pendant la grossesse

# need_explore_a_second_opinion_description
source: Explore symptoms or treatment plans
es: Explora síntomas o planes de tratamiento
fr: Découvrir les symptômes ou les plans de traitement

# need_explore_a_second_opinion_name
source: Explore a second opinion
es: Explora una segunda opinión
fr: Solliciter un deuxième avis

# need_fert-nutrition_description
source: Fertility-friendly foods, supplements, managing your weight
es: Alimentos y suplementos que favorecen la fertilidad y cómo controlar el peso
fr: Aliments et compléments alimentaires favorisant la fertilité, gestion du poids

# need_fert-nutrition_name
source: Nutrition
es: Nutrición

# need_fertility_medication_description
source: Talk to an OB-GYN about how fertility medication may help you get pregnant faster
es: Habla con un ginecoobstetra sobre cómo la medicación para la fertilidad puede ayudarte a quedar embarazada más rápido.
fr: Parlez à un gynécologue-obstétricien de la façon dont les médicaments pour la fertilité peuvent vous aider à tomber enceinte plus rapidement

# need_fertility_medication_name
source: Fertility Medication
es: Medicamentos para la fertilidad
fr: Médicament pour la fertilité

# need_fertility_treatment_options_and_steps_description
source: Exploring egg freezing and other family building options
es: Explorar la congelación de óvulos y otras opciones para formar una familia
fr: Découvrir la congélation des ovocytes et d'autres options de construction familiale

# need_fertility_treatment_options_and_steps_name
source: Fertility treatment options and steps
es: Opciones y pasos del tratamiento de fertilidad
fr: Options et étapes de traitement de la fertilité

# need_fertility_treatment_options_steps_description
source: Exploring IUI, IVF, egg freezing, using donors, or surrogacy
es: Explorar la IUI, la FIV, la congelación de óvulos, el uso de donantes o la subrogación
fr: Explorer l'IIU, la FIV, la congélation d'ovocytes, le recours aux donneurs ou la gestation pour autrui

# need_fertility_treatment_options_steps_name
source: Fertility treatment options & steps
es: Opciones y pasos del tratamiento de fertilidad
fr: Options et étapes de traitement de la fertilité

# need_finding_a_sperm_egg_embryo_donor_description
source: Deciding on a donor type, the process
es: Decidir el tipo de donante, el proceso
fr: Décider du type de donneur, le processus

# need_finding_a_sperm_egg_embryo_donor_name
source: Finding a sperm/egg/embryo donor
es: Encontrar un donante de esperma/óvulo/embrión
fr: Rechercher un donneur de sperme/d'ovocytes/d'embryons

# need_fitness_and_movement_114_description
source: Improving movement and flexibility, physical health support
es: Mejorar el movimiento y la flexibilidad, apoyo a la salud física
fr: Améliorer le mouvement et la flexibilité, soutien à la santé physique

# need_fitness_and_movement_114_name
source: Fitness and movement
es: Fitness y movimiento
fr: Fitness et mouvement

# need_fitness_and_movement_description
source: Improving movement and flexibility, physical health support
es: Mejorar el movimiento y la flexibilidad, apoyo a la salud física
fr: Améliorer le mouvement et la flexibilité, soutien à la santé physique

# need_fitness_and_movement_name
source: Fitness and movement
es: Fitness y movimiento
fr: Fitness et mouvement

# need_fussiness_description
source: Identifying possible causes, comfort measures you can try
es: Identificar posibles causas, medidas de confort que puedes probar
fr: Identifier les causes possibles, mesures de confort à essayer

# need_fussiness_name
source: Fussiness
es: Irritabilidad
fr: Irritabilité

# need_general-health-advice_description
source: General concerns, expert adult and pediatric health advice
es: Preocupaciones generales, consejos de expertos sobre salud para adultos y niños
fr: Préoccupations générales, conseils d’experts en santé pour adultes et enfants

# need_general-health-advice_name
source: General health advice
es: Consejos generales de salud
fr: Conseils généraux en matière de santé

# need_general_health_advice_description
source: Taking care of yourself during menopause, general concerns
es: Cuidarse durante la menopausia, preocupaciones generales
fr: Prendre soin de soi pendant la ménopause, préoccupations générales

# need_general_health_advice_name
source: General health advice
es: Consejos generales de salud
fr: Conseils généraux en matière de santé

# need_general_questions_about_pregnancy_description
source: What to expect, how to prepare, general advice
es: Qué esperar, cómo prepararse, consejos generales
fr: À quoi s'attendre, comment se préparer, conseils généraux

# need_general_questions_about_pregnancy_name
source: General questions about pregnancy
es: Preguntas generales sobre el embarazo
fr: Questions générales sur la grossesse

# need_general_wellness_113_description
source: Self-care tips, building healthy habits and routines
es: Consejos de autocuidado, formar hábitos y rutinas saludables
fr: Conseils pour prendre soin de soi, établir des habitudes et des routines saines

# need_general_wellness_113_name
source: General wellness
es: Bienestar general
fr: Bien-être général

# need_general_wellness_172_description
source: Self-care tips, building healthy habits and routines
es: Consejos de autocuidado, formar hábitos y rutinas saludables
fr: Conseils pour prendre soin de soi, établir des habitudes et des routines saines

# need_general_wellness_172_name
source: General wellness
es: Bienestar general
fr: Bien-être général
