Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/needs.po
Languages: es, fr

# need_preparing-for-surrogacy_name
source: Preparing for surrogacy
es: Prepararse para la subrogación
fr: Préparation à la gestation pour autrui

# need_preparing_for_adoption_description
source: How to prepare, profile books, home visits, emotional support
es: Cómo prepararse, perfilar libros, visitas a domicilio, apoyo emocional
fr: Comment se préparer, profile books, visites à domicile, soutien émotionnel

# need_preparing_for_adoption_name
source: Preparing for adoption
es: Prepararse para la adopción
fr: Préparation à l'adoption

# need_preparing_for_egg_freezing_description
source: The process, testing, medications, and shots
es: El proceso, las pruebas, los medicamentos y las inyecciones
fr: Le processus, les tests, les médicaments et les injections

# need_preparing_for_egg_freezing_name
source: Preparing for egg freezing
es: Cómo prepararse para congelar óvulos
fr: Préparation à la congélation des ovocytes

# need_preparing_for_labor_and_delivery_description
source: What to expect, how to prepare, general advice
es: Qué esperar, cómo prepararse, consejos generales
fr: À quoi s'attendre, comment se préparer, conseils généraux

# need_preparing_for_labor_and_delivery_name
source: Preparing for labor and delivery
es: Prepararse para el trabajo de parto y el parto
fr: Préparation à l'accouchement

# need_preparing_for_pregnancy_description
source: What to expect, how to prepare, mental health support
es: Qué esperar, cómo prepararse, apoyo para la salud mental
fr: À quoi s'attendre, comment se préparer, soutien en santé mentale

# need_preparing_for_pregnancy_name
source: Preparing for pregnancy
es: Prepararse para el embarazo
fr: Se préparer pour la grossesse

# need_preparing_for_surrogacy_description
source: How to choose an agency, gestational carrier, or donor
es: Cómo elegir una agencia, gestante o donante
fr: Comment choisir une agence, une mère porteuse ou un donneur

# need_preparing_for_surrogacy_name
source: Preparing for surrogacy
es: Prepararse para la subrogación
fr: Préparation à la gestation pour autrui

# need_preparing_for_treatment_description
source: What to expect, how to prepare, recovery, side effects
es: Qué esperar, cómo prepararse, recuperación, efectos secundarios
fr: À quoi s'attendre, comment se préparer, le rétablissement, effets secondaires

# need_preparing_for_treatment_name
source: Preparing for treatment
es: Prepararse para el tratamiento
fr: Préparation au traitement

# need_questions_about_miscarriage_description
source: Clear signs & symptoms, what to expect, when to seek care
es: Señales y síntomas claros, qué esperar, cuándo buscar atención
fr: Signes et symptômes clairs, à quoi s'attendre, quand consulter

# need_questions_about_miscarriage_name
source: Questions about miscarriage
es: Preguntas sobre el aborto espontáneo
fr: Questions sur la fausse couche

# need_relationship_and_family_challenges_description
source: Talking to loved ones, how to feel heard and supported
es: Hablar con seres queridos, cómo sentir que te escuchan y te apoyan
fr: Parler à ses proches, comment se sentir écouté(e) et soutenu(e)

# need_relationship_and_family_challenges_name
source: Relationship and family challenges
es: Desafíos en las relaciones y la familia
fr: Défis relationnels et familiaux

# need_relationship_or_family_challenges_description
source: Expert advice, tips for navigating pregnancy with loved ones
es: Sugerencias de expertos, consejos para abordar el embarazo con seres queridos
fr: Conseils d'experts, astuces pour gérer votre grossesse avec vos proches

# need_relationship_or_family_challenges_name
source: Relationship or family challenges
es: Desafíos en las relaciones o la familia
fr: Défis relationnels ou familiaux

# need_reproductive_health_support_description
source: Birth control options, managing common infections or STIs
es: Opciones de anticoncepción, manejo de infecciones comunes o ITS
fr: Options de contraception, gestion des infections courantes ou des IST

# need_reproductive_health_support_name
source: Reproductive health support
es: Apoyo para la salud reproductiva
fr: Soutien à la santé reproductive

# need_returning_to_work_description
source: Preparing to return, finding childcare, emotional support
es: Prepararse para volver, encontrar cuidado infantil, apoyo emocional
fr: Préparation du retour au travail, recherche de garde d'enfants, soutien émotionnel

# need_returning_to_work_name
source: Returning to work
es: Regreso al trabajo
fr: Retour au travail

# need_sex_and_intimacy_86_description
source: Sex coaching, managing pain or discomfort
es: Guía sexual, manejo del dolor o malestar
fr: Coaching en sexualité, gestion de la douleur ou de l'inconfort

# need_sex_and_intimacy_86_name
source: Sex and intimacy
es: Sexo e intimidad
fr: Sexualité et intimité

# need_sex_and_intimacy_description
source: Sex coaching, managing pain or discomfort
es: Guía sexual, manejo del dolor o malestar
fr: Coaching en sexualité, gestion de la douleur ou de l'inconfort

# need_sex_and_intimacy_name
source: Sex and intimacy
es: Sexo e intimidad
fr: Sexualité et intimité

# need_single_and_building_a_family_description
source: Navigating adoption, surrogacy, or donors, emotional support
es: Abordar la adopción, la subrogación o los donantes, apoyo emocional
fr: Comprendre le parcours de l'adoption, de la gestation pour autrui ou des donneurs, soutien émotionnel

# need_single_and_building_a_family_name
source: Single and building a family
es: Persona soltera que forma una familia
fr: Construction familiale en cas de célibat

# need_sleep_issues_description
source: Managing night sweats, insomnia, and other sleep challenges
es: Manejar los sudores nocturnos, el insomnio y otros desafíos del sueño
fr: Gérer les sueurs nocturnes, l'insomnie et les autres défis liés au sommeil

# need_sleep_issues_name
source: Sleep issues
es: Problemas de sueño
fr: Problèmes de sommeil

# need_sperm_egg_and_embryo_freezing_description
source: Common steps and procedures, how to prepare, general advice
es: Pasos y procedimientos comunes, cómo prepararse, consejos generales
fr: Étapes et procédures courantes, comment se préparer, conseils généraux

# need_sperm_egg_and_embryo_freezing_name
source: Sperm, egg, and embryo freezing
es: Congelación de esperma, óvulos y embriones
fr: Congélation de sperme, d'ovocytes et d'embryons

# need_starting-conception_description
source: What (actually) helps when TTC, wellness tips
es: Qué (realmente) ayuda cuando intentas concebir, consejos de bienestar
fr: Ce qui aide (vraiment) lors des essais de conception, conseils de bien-être

# need_starting-conception_name
source: Starting your conception journey
es: Comenzar el recorrido de concepción
fr: Commencer votre parcours de conception

# need_starting_your_conception_journey_description
source: What (actually) helps when TTC, wellness tips
es: Qué (realmente) ayuda cuando intentas concebir, consejos de bienestar
fr: Ce qui aide (vraiment) lors des essais de conception, conseils de bien-être

# need_starting_your_conception_journey_name
source: Starting your conception journey
es: Comenzar el recorrido de concepción
fr: Commencer votre parcours de conception

# need_stress-anxiety-depression_description
source: Emotional support, coaching, advice for managing stress
es: Apoyo emocional, guía, sugerencias para manejar el estrés
fr: Soutien émotionnel, coaching, conseils pour gérer le stress

# need_stress-anxiety-depression_name
source: Stress, anxiety, or depression
es: Estrés, ansiedad o depresión
fr: Stress, anxiété ou dépression

# need_stress_anxiety_or_depression_description
source: Emotional support, coaching, advice for managing stress
es: Apoyo emocional, guía, sugerencias para manejar el estrés
fr: Soutien émotionnel, coaching, conseils pour gérer le stress

# need_stress_anxiety_or_depression_name
source: Stress, anxiety, or depression
es: Estrés, ansiedad o depresión
fr: Stress, anxiété ou dépression

# need_support_during_the_surrogacy_process_description
source: Common questions that come up, expectations after birth
es: Preguntas comunes que surgen, expectativas después del nacimiento
fr: Questions courantes qui se posent, attentes après la naissance

# need_support_during_the_surrogacy_process_name
source: Support during the surrogacy process
es: Apoyo durante el proceso de subrogación
fr: Soutien pendant le processus de gestation pour autrui

# need_supporting_your_partner_during_labor_description
source: How to help your partner manage pain, pain relief options
es: Cómo ayudar a tu pareja a manejar el dolor, opciones de alivio del dolor
fr: Comment aider votre partenaire à gérer la douleur, options de soulagement de la douleur

# need_supporting_your_partner_during_labor_name
source: Supporting your partner during labor
es: Apoyar a tu pareja durante el parto
fr: Soutenir votre partenaire pendant l'accouchement

# need_surrogacy-process-options_description
source: What to expect, understanding your options
es: Expectativas, comprender sus opciones
fr: À quoi vous attendre, comprendre vos options

# need_surrogacy-process-options_name
source: Surrogacy process and options
es: Proceso y opciones de subrogación
fr: Processus et options de gestation pour autrui

# need_surrogacy_description
source: Understanding surrogacy options
es: Entender las opciones de subrogación
fr: Comprendre les options de gestation pour autrui

# need_surrogacy_name
source: Surrogacy
es: Maternidad subrogada
fr: Gestation Pour Autrui (GPA)

# need_surrogacy_process_and_options_description
source: What to expect, understanding your options
es: Qué esperar, entender tus opciones
fr: À quoi s'attendre, comprendre vos options

# need_surrogacy_process_and_options_name
source: Surrogacy process and options
es: Proceso y opciones de subrogación
fr: Processus et options de gestation pour autrui

# need_taking_parental_leave_description
source: Letting your boss know, taking leave, and returning to work
es: Informar a tu jefe, tomar licencia y volver al trabajo
fr: Informer votre patron, prendre un congé et retourner au travail

# need_taking_parental_leave_name
source: Taking parental leave
es: Tomar una licencia parental
fr: Prendre un congé parental

# need_testing_for_pregnancy_description
source: When and how to test, next steps if you've tested positive
es: Cuándo y cómo hacerse la prueba, próximos pasos si diste positivo
fr: Quand et comment se faire tester, les prochaines étapes à suivre en cas de test positif

# need_testing_for_pregnancy_name
source: Testing for pregnancy
es: Prueba de embarazo
fr: Test de grossesse

# need_testing_your_fertility_110_description
source: Test options, what to expect, understanding your results
es: Opciones de pruebas, qué esperar, entender los resultados
fr: Options de test, à quoi s'attendre, comprendre vos résultats

# need_testing_your_fertility_110_name
source: Testing your fertility
es: Probar tu fertilidad
fr: Tester votre fertilité

# need_testing_your_fertility_description
source: Test options, what to expect, understanding your results
es: Opciones de prueba, qué esperar, entender tus resultados
fr: Options de test, à quoi s'attendre, comprendre vos résultats

# need_testing_your_fertility_name
source: Testing your fertility
es: Probar tu fertilidad
fr: Tester votre fertilité

# need_the_stages_of_menopause_description
source: What to expect, how to prepare, general advice
es: Qué esperar, cómo prepararse, consejos generales
fr: À quoi s'attendre, comment se préparer, conseils généraux

# need_the_stages_of_menopause_name
source: The stages of menopause
es: Las etapas de la menopausia
fr: Les étapes de la ménopause

# need_tracking-cycle_description
source: How to track cycles, spotting ovulation, timing intercourse
es: Cómo rastrear ciclos, detectar la ovulación y programar las relaciones sexuales
fr: Comment suivre les cycles, repérer l'ovulation et planifier les rapports sexuels

# need_tracking-cycle_name
source: Tracking ovulation and menstrual cycles
es: Registrar la ovulación y los ciclos menstruales
fr: Suivi de l'ovulation et des cycles menstruels

# need_tracking_ovulation_and_menstrual_cycles_description
source: How to track cycles, spotting ovulation, timing intercourse
es: Cómo rastrear ciclos, detectar la ovulación y programar las relaciones sexuales
fr: Comment suivre les cycles, repérer l'ovulation et planifier les rapports sexuels

# need_tracking_ovulation_and_menstrual_cycles_name
source: Tracking ovulation and menstrual cycles
es: Registrar la ovulación y los ciclos menstruales
fr: Suivi de l'ovulation et des cycles menstruels

# need_treatment-options-steps_description
source: Exploring IUI, IVF, egg freezing, using donors, or surrogacy
es: Explorar la IUI, la FIV, la congelación de óvulos, el uso de donantes o la subrogación
fr: Explorer l'IIU, la FIV, la congélation d'ovocytes, le recours aux donneurs ou la gestation pour autrui

# need_treatment-options-steps_name
source: Treatment options and steps
es: Opciones y pasos de tratamiento
fr: Options de traitement et étapes

# need_treatment_and_test_review_description
source: How to read test results, expert guidance on treatment plans
es: Cómo leer los resultados de las pruebas, orientación especializada sobre planes de tratamiento
fr: Comment lire les résultats des tests, conseils d'experts sur les plans de traitement

# need_treatment_and_test_review_name
source: Treatment and test review
es: Revisión de tratamientos y pruebas
fr: Examen des traitements et des tests

# need_treatment_options_and_steps_description
source: Exploring IUI, IVF, egg freezing, using donors, or surrogacy
es: Explorar la IUI, la FIV, la congelación de óvulos, el uso de donantes o la subrogación
fr: Explorer l'IIU, la FIV, la congélation d'ovocytes, le recours aux donneurs ou la gestation pour autrui

# need_treatment_options_and_steps_name
source: Treatment options and steps
es: Opciones y pasos de tratamiento
fr: Options de traitement et étapes

# need_trouble-conceiving_description
source: Exploring fertility issues, testing and treatment options
es: Explorar problemas de fertilidad, opciones de pruebas y tratamientos
fr: Explorer les problèmes de fertilité, les options de tests et de traitements

# need_trouble-conceiving_name
source: Having trouble with conceiving
es: ¿Tienes problemas para concebir?
fr: Des difficultés pour concevoir

# need_understanding_a_diagnosis_description
source: How to navigate a fertility condition diagnosis, care options
es: Cómo abordar el diagnóstico de una afección que perjudica la fertilidad, opciones de cuidado
fr: Comment appréhender un diagnostic de problème de fertilité, options de soins

# need_understanding_a_diagnosis_name
source: Understanding a diagnosis
es: Entender un diagnóstico
fr: Comprendre un diagnostic

# need_understanding_a_pregnancy_complication_description
source: Understanding a diagnosis, exploring second opinions
es: Entender un diagnóstico, explorar segundas opiniones
fr: Comprendre un diagnostic, solliciter un deuxième avis

# need_understanding_a_pregnancy_complication_name
source: Understanding a pregnancy complication
es: Entender una complicación del embarazo
fr: Comprendre une complication de grossesse

# need_weaning_and_introducing_solids_description
source: How to wean from breast milk or formula, introducing solids
es: Cómo destetar de la leche materna o fórmula, introducir sólidos
fr: Sevrage du lait maternel ou du lait infantile, introduction des aliments solides

# need_weaning_and_introducing_solids_name
source: Weaning and introducing solids
es: Destetar e introducir sólidos
fr: Sevrage et introduction des aliments solides

# need_working_with_a_sperm_egg_or_embryo_donor_description
source: Deciding on a donor type, what to expect during the process
es: Decidir el tipo de donante, qué esperar durante el proceso
fr: Choisir un type de donneur, à quoi s'attendre pendant le processus

# need_working_with_a_sperm_egg_or_embryo_donor_name
source: Working with a sperm, egg, or embryo donor
es: Trabajar con un donante de esperma, óvulos o embriones
fr: Travailler avec un donneur de sperme, d'ovocytes ou d'embryons

# need_your_babys_cold_flu_and_other_illnesses_description
source: Exploring symptoms, understanding treatment options
es: Explorar síntomas, entender las opciones de tratamiento
fr: Explorer les symptômes, comprendre les options de traitement

# need_your_babys_cold_flu_and_other_illnesses_name
source: Your baby's cold, flu, and other illnesses
es: El resfriado, la gripe y otras enfermedades de tu bebé
fr: Le rhume, la grippe et les autres maladies de votre bébé

# need_your_babys_development_description
source: Tracking milestones, delays, and activities that can help
es: Registrar hitos, retrasos y actividades que pueden ayudar
fr: Suivi des étapes clés, des retards et des activités qui peuvent aider

# need_your_babys_development_name
source: Your baby's development
es: El desarrollo de tu bebé
fr: Le développement de votre bébé

# need_your_babys_sleep_description
source: Sleep expectations, sleep safety, solutions for better sleep
es: Expectativas y seguridad del sueño, soluciones para un mejor descanso
fr: Attentes en matière de sommeil, sécurité du sommeil, solutions pour un meilleur sommeil

# need_your_babys_sleep_name
source: Your baby's sleep
es: El sueño de tu bebé
fr: Le sommeil de votre bébé

# need_your_childs_cold_flu_and_other_illnesses_description
source: Exploring symptoms, understanding treatment options
es: Explorar síntomas, entender opciones de tratamiento
fr: Découvrir les symptômes, comprendre les options de traitement

# need_your_childs_cold_flu_and_other_illnesses_name
source: Your child's cold, flu, and other illnesses
es: El resfriado, la gripe y otras enfermedades de tu hijo
fr: Le rhume, la grippe et les autres maladies de votre enfant

# need_your_childs_development_and_behavior_description
source: Tracking milestones, delays, behavior concerns, expert advice
es: Registrar hitos, retrasos, preocupaciones de comportamiento, consejos de expertos
fr: Suivi des étapes clés, retards, préoccupations comportementales, conseils d'experts

# need_your_childs_development_and_behavior_name
source: Your child's development and behavior
es: El desarrollo y el comportamiento de tu hijo
fr: Le développement et le comportement de votre enfant

# need_your_childs_mental_and_emotional_health_description
source: How to help your child cope with stress, depression, anxiety
es: Cómo ayudar a tu hijo a lidiar con el estrés, la depresión y la ansiedad
fr: Comment aider votre enfant à faire face au stress, à la dépression, à l'anxiété

# need_your_childs_mental_and_emotional_health_name
source: Your child's mental and emotional health
es: La salud mental y emocional de tu hijo
fr: La santé mentale et émotionnelle de votre enfant

# need_your_childs_nutrition_description
source: Understanding your child's nutritional needs, feeding support
es: Entender las necesidades nutricionales de tu hijo, apoyo en la alimentación
fr: Comprendre les besoins nutritionnels de votre enfant, soutien à l'alimentation

# need_your_childs_nutrition_name
source: Your child's nutrition
es: La nutrición de tu hijo
fr: L'alimentation de votre enfant

# need_your_childs_sleep_description
source: Sleep expectations, sleep safety, solutions for better sleep
es: Expectativas y seguridad del sueño, soluciones para un mejor descanso
fr: Attentes en matière de sommeil, sécurité du sommeil, solutions pour un meilleur sommeil

# need_your_childs_sleep_name
source: Your child's sleep
es: El sueño de tu hijo
fr: Le sommeil de votre enfant
