Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/need_categories.po
Languages: fr_ca

# need_category_early_pregnancy_name
source: Early Pregnancy
fr_ca: Début de grossesse

# need_category_egg_freezing_name
source: Egg Freezing
fr_ca: Congélation d'ovocytes

# need_category_emotional_health_name
source: Emotional Health
fr_ca: Santé émotionnelle

# need_category_fertility_tests_treatment_name
source: Fertility Tests & Treatment
fr_ca: Tests et traitements en matière de fertilité

# need_category_general_health_name
source: General Health
fr_ca: Santé générale

# need_category_infant_feeding_name
source: Infant Feeding
fr_ca: Alimentation du nourrisson

# need_category_labor_delivery_name
source: Labor & Delivery
fr_ca: Travail et accouchement

# need_category_lifestyle_nutrition_name
source: Lifestyle & Nutrition
fr_ca: Mode de vie et alimentation

# need_category_loss_support_name
source: Loss Support
fr_ca: Soutien en cas de perte

# need_category_male_fertility_name
source: Male Fertility
fr_ca: Fertilité masculine

# need_category_menopause_medications_name
source: Menopause Medications
fr_ca: Médicaments pour la ménopause

# need_category_menopause_name
source: Menopause
fr_ca: Ménopause

# need_category_more_paths_to_parenthood_name
source: More Paths to Parenthood
fr_ca: Davantage de chemins vers la parentalité

# need_category_parenting_name
source: Parenting
fr_ca: Parentalité

# need_category_pediatrics_name
source: Pediatrics
fr_ca: Pédiatrie

# need_category_physical_health_name
source: Physical Health
fr_ca: Santé physique

# need_category_pregnancy_name
source: Pregnancy
fr_ca: Grossesse

# need_category_surrogacy_name
source: Surrogacy
fr_ca: Maternité de substitution

# need_category_trying_to_conceive_name
source: Trying to Conceive
fr_ca: Essayer de tomber enceinte

# need_category_your_pregnancy_options_name
source: Your Pregnancy Options
fr_ca: Vos options en matière de grossesse
