Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/providers.po
Languages: es, fr

# ca_member_transition_template_ecpfarewell_message_body
source: Hi $MEMBER_FIRST_NAME, It's $OLD_CX_FIRST_NAME here, thinking of you. I'm writing to check in. How are you doing? How are your appointments going on and off Maven? I'm also writing to share an update that I will be transitioning to another role at Maven and won't be able to have appointments. It has been a great pleasure being on your pregnancy journey and being your resource thus far. With that in mind, your new Care Advocate will be added to your Care Team and will reach out to you shortly! Looking forward to hearing from you, $OLD_CX_FIRST_NAME Maven Care Team
es: Hola, $MEMBER_FIRST_NAME: Soy $OLD_CX_FIRST_NAME y estaba pensando en ti. Te escribo para saber cómo estás. ¿Cómo te están yendo las citas en Maven y fuera? También te escribo para compartir una actualización: cambiaré de rol en Maven y no podré tener citas. Fue un gran placer acompañarte en el recorrido de embarazo y haberte ayudado hasta ahora. Con esto en mente, se agregará a tu nuevo Care Advocate al equipo de cuidado y te contactá pronto. Quedo a la espera de tu respuesta. $OLD_CX_FIRST_NAME Equipo de cuidado de Maven
fr: Bonjour $MEMBER_FIRST_NAME, Je suis $OLD_CX_FIRST_NAME. Je vous écris pour prendre de vos nouvelles. Comment allez-vous ? Comment se passent vos rendez-vous sur et en dehors de Maven ? Je vous écris également pour vous informer que je vais changer de poste chez Maven et que je ne pourrai plus prendre de rendez-vous. J'ai grandement apprécié le fait de pouvoir vous accompagner dans votre parcours de grossesse et d'avoir pu vous aider jusqu'à présent. Dans cet optique, votre nouveau Care Advocate sera ajouté à votre Équipe de soins et vous contactera sous peu ! Dans l'attente d'avoir de vos nouvelles, $OLD_CX_FIRST_NAME Équipe de soins Maven

# ca_member_transition_template_farewell_message_body
source: Hi $MEMBER_FIRST_NAME, I hope you're doing well! I wanted to reach out to let you know that I'm leaving Maven. I'm so happy I had the privilege to be your Care Advocate, and I am sad to go but I'm leaving you in great hands! Your new Care Advocate will be $NEW_CX_FIRST_NAME - they are wonderful and will definitely be able to help you with any questions that arise. Wishing you the best, $OLD_CX_FIRST_NAME
es: Hola, $MEMBER_FIRST_NAME: Espero que estés bien. Quería informarte que me voy de Maven. Me alegra mucho haber tenido el privilegio de ser tu Care Advocate y me entristece irme, pero te dejo en buenas manos. Tu nuevo Care Advocate será $NEW_CX_FIRST_NAME: es una persona maravillosa y definitivamente podrá ayudarte con cualquier pregunta que surja. Te deseo lo mejor. $OLD_CX_FIRST_NAME
fr: Bonjour $MEMBER_FIRST_NAME, J'espère que vous allez bien ! Je voulais vous informer que je quitte Maven. Avoir le privilège d'être votre Care Advocate a été un plaisir pour moi et je suis triste de partir mais je vous laisse entre de bonnes mains ! $NEW_CX_FIRST_NAME prendra mon relais, c'est un formidable Care Advocate qui pourra vous aider au mieux à trouver des réponses à toutes les questions que vous pourriez vous poser. Je vous souhaite le meilleur, $OLD_CX_FIRST_NAME

# ca_member_transition_template_followup_ecpintro_message_body
source: Hi $MEMBER_FIRST_NAME, I hope this message finds you well. My name is $NEW_CX_FIRST_NAME and I'm another member on the Care Team. Given $OLD_CX_FIRST_NAME's last update about transitioning to a new team, I'm very excited to be your Care Advocate moving forward. I look forward to working together! If you have any questions please don't hesitate to reach out. Looking forward to hearing from you! Best, $NEW_CX_FIRST_NAME
es: Hola, $MEMBER_FIRST_NAME: Espero que estés bien. Mi nombre es $NEW_CX_FIRST_NAME y soy otro miembro del equipo de cuidado. Dada la última actualización de $OLD_CX_FIRST_NAME sobre la transición a un nuevo equipo, me emociona mucho ser tu Care Advocate de ahora en adelante. ¡Espero que trabajemos juntos! Si tienes alguna pregunta, no dudes en contactarme. Quedo a la espera de noticias. Saludos, $NEW_CX_FIRST_NAME
fr: Bonjour $MEMBER_FIRST_NAME, J'espère que vous allez bien. Je m'appelle $NEW_CX_FIRST_NAME et je suis membre de l'Équipe de soins. Suite au changement de poste de $OLD_CX_FIRST_NAME, j'ai le plaisir d'être votre nouveau Care Advocate. J'ai hâte de travailler avec vous ! Si vous avez des questions, n'hésitez pas à me contacter. Dans l'attente de vous lire ! Cordialement, $NEW_CX_FIRST_NAME

# ca_member_transition_template_followup_intro_message_body
source: Hi $MEMBER_FIRST_NAME, I hope you're doing well! My name is $NEW_CX_FIRST_NAME, and I will be your new Care Advocate on Maven, I'm so excited to be working with you! Let me know if there's anything you need support with at this time, I'm happy to direct you to the right resources! I look forward to hearing from you! Best, $NEW_CX_FIRST_NAME
es: Hola, $MEMBER_FIRST_NAME: Espero que estés bien. Mi nombre es $NEW_CX_FIRST_NAME y seré tu nuevo Care Advocate de Maven. ¡Me emociona mucho trabajar contigo! Avísame si necesitas apoyo en este momento. ¡Será un placer dirigirte a los recursos adecuados! Quedo a la espera de noticias. Saludos, $NEW_CX_FIRST_NAME
fr: Bonjour $MEMBER_FIRST_NAME, J'espère que vous allez bien ! Je m'appelle $NEW_CX_FIRST_NAME et je serai votre nouveau Care Advocate sur Maven. Je suis très enthousiaste à l'idée de travailler avec vous ! Faites-moi savoir si vous avez besoin de soutien en ce moment, j'aurai le plaisir de pouvoir vous orienter vers les bonnes ressources pour vous aider ! J'ai hâte d'avoir de vos nouvelles ! Cordialement, $NEW_CX_FIRST_NAME

# ca_member_transition_template_followup_ucpintro_message_body
source: Hi $MEMBER_FIRST_NAME, I hope this message finds you well. My name is $NEW_CX_FIRST_NAME and I'm another member on the Care Team. I'm very excited to be your Care Advocate moving forward. I look forward to working together! If you have any questions please don't hesitate to reach out. Looking forward to hearing from you! Best, $NEW_CX_FIRST_NAME
es: Hola, $MEMBER_FIRST_NAME: Espero que estés bien. Mi nombre es $NEW_CX_FIRST_NAME y soy otro miembro del equipo de cuidado. Me emociona ser tu Care Advocate desde ahora en adelante. ¡Espero que trabajemos juntos! Si tienes alguna pregunta, no dudes en contactarme. Quedo a la espera de noticias. Saludos, $NEW_CX_FIRST_NAME
fr: Bonjour $MEMBER_FIRST_NAME, J'espère que vous allez bien. Je m'appelle $NEW_CX_FIRST_NAME et je suis membre de l'Équipe de soins. Je suis très enthousiaste à l'idée de devenir votre Care Advocate. J'ai hâte de travailler avec vous ! Si vous avez des questions, n'hésitez pas à me contacter. Dans l'attente de vous lire ! Cordialement, $NEW_CX_FIRST_NAME

# ca_member_transition_template_hard_intro_message_body
source: Hi $MEMBER_FIRST_NAME, I hope you're doing well! My name is $NEW_CX_FIRST_NAME, and I will be your new Care Advocate on Maven! $OLD_CX_FIRST_NAME has left Maven, so I'll be working with you for the rest of your time on Maven. Let me know if there's anything you need support with at this time, I'm happy to direct you to the right resources! I look forward to hearing from you! Best, $NEW_CX_FIRST_NAME
es: Hola, $MEMBER_FIRST_NAME: Espero que estés bien. Mi nombre es $NEW_CX_FIRST_NAME y seré tu nuevo Care Advocate de Maven. $OLD_CX_FIRST_NAME se fue de Maven, así que trabajaré contigo durante el resto de tu tiempo en la clínica. Avísame si necesitas apoyo en este momento. ¡Será un placer dirigirte a los recursos adecuados! Quedo a la espera de noticias. Saludos, $NEW_CX_FIRST_NAME
fr: Bonjour $MEMBER_FIRST_NAME, J'espère que vous allez bien ! Je m'appelle $NEW_CX_FIRST_NAME et je serai votre nouveau Care Advocate sur Maven ! $OLD_CX_FIRST_NAME a quitté Maven, donc je travaillerai avec vous pour le reste de votre temps sur Maven. Faites-moi savoir si vous avez besoin de soutien en ce moment, j'aurai le plaisir de pouvoir vous orienter vers les bonnes ressources pour vous aider ! J'ai hâte d'avoir de vos nouvelles ! Cordialement, $NEW_CX_FIRST_NAME

# ca_member_transition_template_soft_intro_message_body
source: Hi $MEMBER_FIRST_NAME, I hope you're doing well! My name is $NEW_CX_FIRST_NAME, and I am your Care Advocate on Maven! Let me know if there's anything you need support with at this time, I'm happy to direct you to the right resources! I look forward to hearing from you! Best, $NEW_CX_FIRST_NAME
es: Hola, $MEMBER_FIRST_NAME: Espero que estés bien. Mi nombre es $NEW_CX_FIRST_NAME y soy tu Care Advocate de Maven. Avísame si necesitas apoyo en este momento. ¡Será un placer dirigirte a los recursos adecuados! Quedo a la espera de noticias. Saludos, $NEW_CX_FIRST_NAME
fr: Bonjour $MEMBER_FIRST_NAME, J'espère que vous allez bien ! Je m'appelle $NEW_CX_FIRST_NAME et je suis votre Care Advocate sur Maven ! Faites-moi savoir si vous avez besoin de soutien en ce moment, j'aurai le plaisir de pouvoir vous orienter vers les bonnes ressources pour vous aider ! J'ai hâte d'avoir de vos nouvelles ! Cordialement, $NEW_CX_FIRST_NAME

# ca_member_transition_template_ucpfarewell_message_body
source: Hi $MEMBER_FIRST_NAME, It's $OLD_CX_FIRST_NAME here, thinking of you. I'm writing to check in. How are you doing? How are your appointments going on and off Maven? I'm also writing to share an update that I will be transitioning to another role. It has been a great pleasure being on your pregnancy journey and sharing resources with you thus far. I also wanted to let you know that another experienced Care Advocate will be added to your care team, to continue to be your source of support as you work towards the goals you've set on your care plan! All the best, $OLD_CX_FIRST_NAME Maven Care Team
es: Hola, $MEMBER_FIRST_NAME: Soy $OLD_CX_FIRST_NAME y estaba en ti. Te escribo para saber cómo estás. ¿Cómo van tus citas en Maven y fuera? También te escribo para compartir una actualización: cambiaré de rol. Fue un gran placer acompañarte en tu recorrido de embarazo y compartir recursos contigo hasta ahora. También quería informarte que otro Care Advocate con experiencia se unirá al equipo de cuidado, para seguir siendo tu fuente de apoyo mientras trabajas para alcanzar las metas que estableciste en el plan de cuidado. ¡Te deseo lo mejor! $OLD_CX_FIRST_NAME Equipo de cuidado de Maven
fr: Bonjour $MEMBER_FIRST_NAME, Je suis $OLD_CX_FIRST_NAME. Je vous écris pour prendre de vos nouvelles. Comment allez-vous ? Comment se passent vos rendez-vous sur et en dehors de Maven ? Je vous écris également pour vous informer que je vais changer de poste. J'ai grandement apprécié le fait de pouvoir vous accompagner dans votre parcours de grossesse et partager des ressources avec vous. Je voulais aussi vous faire savoir qu'un autre Care Advocate expérimenté sera ajouté à votre équipe de soins. Il deviendra à son tour votre nouveau soutien pour atteindre les objectifs que vous vous êtes fixés dans votre plan de soins ! Bien cordialement, $OLD_CX_FIRST_NAME Équipe de soins Maven

# cancellation_policy_conservative_name
source: conservative
es: conservador
fr: conservateur

# cancellation_policy_moderate_name
source: moderate
es: moderado
fr: modéré

# cancellation_policy_strict_name
source: strict
es: estricto
