Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/questions.po
Languages: es, fr_ca

source: Please select all that apply:
es: Selecciona todas las opciones que correspondan:
fr_ca: Veuillez sélectionner toutes les réponses qui s'appliquent :

# question_member_ca_rating_member_ca_rating_set_zero_audio_video_quality_label
source: How was the video and audio quality for the appointment?
es: ¿Cómo fue la calidad del vídeo y audio de la cita?
fr_ca: Comment était la qualité vidéo et audio du rendez-vous?

source: Please share any other feedback
es: Comparte cualquier otro comentario.
fr_ca: N'hésitez pas à partager d'autres commentaires

source: I intend to use Maven providers or resources within the next 30 days
es: Tengo la intención de utilizar profesionales o recursos de Maven en los próximos 30 días.
fr_ca: J'ai l'intention d'avoir recours aux spécialistes ou aux ressources Maven dans les 30 prochains jours

source: I was satisfied with my experience with my Care Advocate
es: Estuve satisfecho con mi experiencia con mi Care Advocate
fr_ca: J'ai été satisfait(e) de mon expérience avec mon Care Advocate

# question_member_rating_followup_placeholder_oid_5_problems_label
source: What could have been better?
es: ¿Qué podría mejorar?
fr_ca: Qu'est-ce qui aurait pu être mieux?

source: Please describe:
es: Describe:
fr_ca: Veuillez décrire :

source: Please describe:
es: Describe:
fr_ca: Veuillez décrire :

source: Please select all that apply.
es: Selecciona todas las opciones que correspondan.
fr_ca: Veuillez sélectionner toutes les réponses applicables.

# question_member_rating_placeholder_oid_4_care_received_label
source: Care received from provider
es: Atención recibida del profesional
fr_ca: Soins reçus du spécialiste

# question_member_rating_placeholder_oid_4_overall_experience_label
source: Overall experience
es: Experiencia general
fr_ca: Expérience globale

# question_member_rating_placeholder_oid_4_provider_preparedness_label
source: Provider's preparedness for my appointment
es: Preparación del profesional para mi cita
fr_ca: Préparation du spécialiste pour mon rendez-vous

# question_member_rating_placeholder_oid_4_rating_additional_notes_label
source: Anything else you'd like us to know?
es: ¿Hay algo más que quieras que sepamos?
fr_ca: Y a-t-il autre chose que vous aimeriez que nous sachions?

# question_member_rating_v2_first_screen_question_audio_video_quality_label
source: How was the video and audio quality for the appointment?
es: ¿Cómo fue la calidad del vídeo y audio de la cita?
fr_ca: Comment était la qualité vidéo et audio du rendez-vous?

# question_member_rating_v2_first_screen_question_first_touch_resolution_label
source: Did this appointment resolve your concerns?
es: ¿Esta cita resolvió tus preocupaciones?
fr_ca: Ce rendez-vous a-t-il dissipé vos inquiétudes?

# question_member_rating_v2_first_screen_question_satisfaction_label
source: I was satisfied with my appointment
es: Estuve satisfecha(o) con mi cita
fr_ca: J'ai été satisfait(e) de mon rendez-vous

# question_member_rating_v2_first_screen_question_survey_v2_additional_info_label
source: Anything else youâ€™d like us to know?
es: ¿Hay algo más que quieras que sepamos?
fr_ca: Y a-t-il autre chose que vous aimeriez que nous sachions?

# question_member_rating_v2_first_screen_question_would_meet_provider_again_label
source: I would meet with this provider again
es: Me reuniría nuevamente con este profesional.
fr_ca: Je souhaiterais à nouveau solliciter ce spécialiste
