Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/specialties.po
Languages: es, fr

# specialty_add_adhd_name
source: ADD/ADHD
es: TDAH
fr: TDA/TDAH

# specialty_adolescent_mental_health_1117_name
source: Adolescent mental health (11-17)
es: Salud mental de adolescentes (11-17)
fr: Santé mentale des adolescents (11 à 17 ans)

# specialty_adoption_support_name
source: Adoption support
es: Apoyo para la adopción
fr: Soutien à l'adoption

# specialty_advanced_maternal_age_name
source: Advanced maternal age
es: Edad materna avanzada
fr: Âge maternel avancé

# specialty_anxiety_name
source: Anxiety
es: Ansiedad
fr: Anxiété

# specialty_applied_behavioral_analysis_name
source: Applied Behavioral Analysis
es: Análisis conductual aplicado
fr: Analyse comportementale appliquée

# specialty_assistive_reproductive_technology_name
source: Assistive reproductive technology
es: Tecnología de reproducción asistida
fr: Technologie de procréation assistée

# specialty_autism_spectrum_disorder_name
source: Autism spectrum disorder
es: Trastorno del espectro autista
fr: Trouble du spectre de l'autisme

# specialty_autoimmune_or_antiinflammatory_diet_name
source: Autoimmune or anti-inflammatory diet
es: Dieta autoinmune o antiinflamatoria
fr: Régime anti-inflammatoire ou conseillé en cas d'auto-immunité

# specialty_back_to_work_coaching_name
source: Back to work coaching
es: Guía para volver al trabajo
fr: Coaching pour le retour au travail

# specialty_behavioral_concerns_name
source: Behavioral concerns
es: Preocupaciones conductuales
fr: Préoccupations comportementales

# specialty_bipolar_disorder_name
source: Bipolar disorder
es: Trastorno bipolar
fr: Trouble bipolaire

# specialty_birth_control_name
source: Birth control
es: Anticoncepción
fr: Contrôle des naissances

# specialty_birth_education_name
source: Birth education
es: Educación sobre el parto
fr: Éducation en matière d'accouchement

# specialty_birth_planning_name
source: Birth planning
es: Planificación del parto
fr: Planification de la naissance

# specialty_birth_recovery_name
source: Birth recovery
es: Recuperación posparto
fr: Rétablissement après l'accouchement

# specialty_birth_trauma_name
source: Birth trauma
es: Trauma de nacimiento
fr: Traumatisme lors de la naissance

# specialty_body_changes_name
source: Body changes
es: Cambios corporales
fr: Changements corporels

# specialty_bottle_feeding_name
source: Bottle feeding
es: Alimentación con biberón
fr: Allaitement au biberon

# specialty_breastfeeding_name
source: Breastfeeding
es: Lactancia
fr: Allaitement

# specialty_breastfeeding_nutrition_name
source: Breastfeeding nutrition
es: Nutrición durante la lactancia
fr: Nutrition dans le cadre de l'allaitement

# specialty_cancer_support_fertility_name
source: Cancer support (fertility)
es: Apoyo para el cáncer (fertilidad)
fr: Soutien en cas de cancer (fertilité)

# specialty_career_coaching_name
source: Career coaching
es: Guía profesional
fr: Coaching de carrière

# specialty_carpal_tunnel_name
source: Carpal tunnel
es: Túnel carpiano
fr: Canal carpien

# specialty_chair_method_name
source: Chair method
es: Método de la silla
fr: Méthode de la chaise

# specialty_child_development_name
source: Child development
es: Desarrollo infantil
fr: Développement de l'enfant

# specialty_childcare_name
source: Childcare
es: Cuidado infantil
fr: Garde d'enfants

# specialty_cognitive_behavioral_therapy_name
source: Cognitive behavioral therapy
es: Terapia cognitiva conductual
fr: Thérapie comportementale cognitive

# specialty_cold_and_flu_name
source: Cold and flu
es: Resfriado y gripe
fr: Rhume et grippe

# specialty_coparenting_name
source: Co-parenting
es: Cocrianza
fr: Coparentalité

# specialty_couples_counseling_name
source: Couples counseling
es: Terapia de pareja
fr: Thérapie de couple

# specialty_cycle_charting_name
source: Cycle charting
es: Registro del ciclo
fr: Suivi du cycle

# specialty_depression_name
source: Depression
es: Depresión
fr: Dépression

# specialty_developmental_disabilities_name
source: Developmental disabilities
es: Discapacidades del desarrollo
fr: Troubles du développement

# specialty_developmentalbehavioral_pediatrics_name
source: Developmental-behavioral pediatrics
es: Pediatría del desarrollo y del comportamiento
fr: Pédiatrie du développement et du comportement

# specialty_diabetes_name
source: Diabetes
fr: Diabète

# specialty_dialectical_behavioral_therapy_name
source: Dialectical behavioral therapy
es: Terapia dialéctico-conductual
fr: Thérapie comportementale dialectique

# specialty_digestive_health_name
source: Digestive health
es: Salud digestiva
fr: Santé digestive

# specialty_disease_prevention_name
source: Disease prevention
es: Prevención de enfermedades
fr: Prévention des maladies

# specialty_domestic_adoption_us_name
source: Domestic adoption (U.S.)
es: Adopción nacional (EE. UU.)
fr: Adoption nationale (États-Unis)

# specialty_early_intervention_name
source: Early intervention
es: Intervención temprana
fr: Intervention précoce

# specialty_eating_disorder_support_name
source: Eating disorder support
es: Apoyo para trastornos alimentarios
fr: Soutien en cas de troubles alimentaires

# specialty_egg_donation_name
source: Egg donation
es: Donación de óvulos
fr: Don d'ovocytes

# specialty_egg_freezing_name
source: Egg freezing
es: Congelación de óvulos
fr: Congélation d'ovocytes

# specialty_emdr_therapy_name
source: EMDR Therapy
es: Terapia EMDR
fr: Thérapie EMDR

# specialty_emotional_regulation_name
source: Emotional regulation
es: Regulación emocional
fr: Régulation émotionnelle

# specialty_endometriosis_name
source: Endometriosis
fr: Endométriose

# specialty_extinction_method_cry_it_out_name
source: Extinction method (cry it out)
es: Método de extinción (dejar llorar)
fr: Méthode de l'extinction (laisser pleurer)

# specialty_fading_method_name
source: Fading method
es: Método de desvanecimiento
fr: Méthode du Fading

# specialty_faith_based_support_buddhist_affiliation_name
source: Faith based support (Buddhist affiliation)
es: Apoyo basado en la fe (afiliación budista)
fr: Soutien religieux (obédience bouddhiste)

# specialty_faith_based_support_christian_affiliation_name
source: Faith based support (Christian affiliation)
es: Apoyo basado en la fe (afiliación cristiana)
fr: Soutien religieux (obédience chrétienne)

# specialty_faith_based_support_hindu_affiliation_name
source: Faith based support (Hindu affiliation)
es: Apoyo basado en la fe (afiliación hindú)
fr: Soutien religieux (obédience hindoue)

# specialty_faith_based_support_jewish_affiliation_name
source: Faith based support (Jewish affiliation)
es: Apoyo basado en la fe (afiliación judía)
fr: Soutien religieux (obédience juive)

# specialty_faith_based_support_mormon_affiliation_name
source: Faith based support (Mormon affiliation)
es: Apoyo basado en la fe (afiliación mormona)
fr: Soutien religieux (obédience mormone)

# specialty_faith_based_support_muslim_affiliation_name
source: Faith based support (Muslim affiliation)
es: Apoyo basado en la fe (afiliación musulmana)
fr: Soutien religieux (obédience musulmane)

# specialty_family_therapy_name
source: Family therapy
es: Terapia familiar
fr: Thérapie familiale

# specialty_ferber_method_name
source: Ferber method
es: Método Ferber
fr: Méthode Ferber

# specialty_fertility_care_coaching_name
source: Fertility care coaching
es: Asesoramiento de cuidado de fertilidad
fr: Coaching en soins de fertilité

# specialty_fertility_medication_name
source: Fertility medication
es: Medicamento para la fertilidad
fr: Médicaments pour la fertilité

# specialty_fertility_name
source: Fertility
es: Fertilidad
fr: Fertilité

# specialty_fine_motor_skills_name
source: Fine motor skills
es: Habilidades motoras finas
fr: Compétences motrices fines

# specialty_formula_feeding_name
source: Formula feeding
es: Alimentación con fórmula
fr: Alimentation au biberon

# specialty_functional_medicine_name
source: Functional medicine
es: Medicina funcional
fr: Médecine fonctionnelle

# specialty_functional_nutrition_name
source: Functional nutrition
es: Nutrición funcional
fr: Nutrition fonctionnelle

# specialty_genetic_screening_name
source: Genetic screening
es: Pruebas genéticas
fr: Dépistage génétique

# specialty_genetic_test_results_name
source: Genetic test results
es: Resultados de pruebas genéticas
fr: Résultats des tests génétiques

# specialty_gestational_diabetes_name
source: Gestational diabetes
es: Diabetes gestacional
fr: Diabète gestationnel

# specialty_goalsetting_name
source: Goal-setting
es: Establecimiento de metas
fr: Établissement d'objectifs

# specialty_grief_and_loss_name
source: Grief and loss
es: Duelo y pérdida
fr: Deuil et perte

# specialty_gross_motor_skills_name
source: Gross motor skills
es: Habilidades motoras gruesas
fr: Compétences motrices globales

# specialty_health_at_every_size_haes_name
source: Health At Every Size (HAES)
es: Salud en Todas las Tallas (HAES)
fr: La santé à toutes les tailles (HAES)

# specialty_health_coaching_name
source: Health coaching
es: Guía de salud
fr: Coaching en santé

# specialty_highrisk_pregnancy_support_name
source: High-risk pregnancy support
es: Apoyo para embarazos de alto riesgo
fr: Soutien pour les grossesses à haut risque

# specialty_hiv_name
source: HIV
es: VIH
fr: VIH

# specialty_holistic_health_name
source: Holistic health
es: Salud holística
fr: Santé holistique

# specialty_hrt_hormone_replacement_therapy_name
source: HRT (hormone replacement therapy)
es: TRH (terapia de reemplazo hormonal)
fr: THS (thérapie hormonale de substitution)

# specialty_hypnobirthing_name
source: Hypnobirthing
es: Hipnoparto
fr: Hypnonaissance

# specialty_induced_lactation_name
source: Induced lactation
es: Lactancia inducida
fr: Lactation induite

# specialty_infant_and_child_sleep_patterns_name
source: Infant and child sleep patterns
es: Patrones de sueño en bebés y niños
fr: Les habitudes de sommeil des nourrissons et des enfants

# specialty_infant_feeding_name
source: Infant feeding
es: Alimentación infantil
fr: Alimentation infantile

# specialty_international_adoption_us_based_name
source: International adoption (U.S based)
es: Adopción internacional (en EE. UU.)
fr: Adoption à l'international (pour les personnes situées aux États-Unis)

# specialty_intuitive_eating_name
source: Intuitive eating
es: Alimentación intuitiva
fr: Alimentation intuitive

# specialty_labor_pain_management_name
source: Labor pain management
es: Manejo del dolor durante el parto
fr: Gestion de la douleur pendant l'accouchement

# specialty_learning_disorder_name
source: Learning disorder
es: Trastorno del aprendizaje
fr: Trouble d'apprentissage

# specialty_lgbtqia_affirming_name
source: LGBTQIA affirming
es: Atención afirmativa para personas LGBTQIA
fr: Affirmation LGBTQIA

# specialty_male_factor_infertility_name
source: Male factor infertility
es: Infertilidad por factor masculino
fr: Infertilité masculine

# specialty_male_fertility_name
source: Male fertility
es: Fertilidad masculina
fr: Fertilité masculine

# specialty_menopausal_disorders_name
source: Menopausal disorders
es: Trastornos menopáusicos
fr: Troubles de la ménopause

# specialty_menopause_name
source: Menopause
es: Menopausia
fr: Ménopause

# specialty_mens_health_name
source: Men's Health
es: Salud masculina
fr: Santé des hommes

# specialty_midlife_gynecology_name
source: Mid-life Gynecology
es: Ginecología en la mediana edad
fr: Gynécologie à partir de la quarantaine

# specialty_miscarriage_name
source: Miscarriage
es: Aborto espontáneo
fr: Fausse couche

# specialty_mood_disorders_name
source: Mood disorders
es: Trastornos del estado de ánimo
fr: Troubles de l'humeur

# specialty_newborn_care_name
source: Newborn care
es: Cuidado del recién nacido
fr: Soins du nouveau-né

# specialty_nutrition_support_name
source: Nutrition support
es: Apoyo nutricional
fr: Soutien nutritionnel

# specialty_obesity_name
source: Obesity
es: Obesidad
fr: Obésité

# specialty_obsessive_compulsive_disorder_ocd_name
source: Obsessive compulsive disorder (OCD)
es: Trastorno obsesivo-compulsivo (TOC)
fr: Trouble obsessionnel compulsif (TOC)

# specialty_pain_management_name
source: Pain management
es: Manejo del dolor
fr: Gestion de la douleur

# specialty_parenting_name
source: Parenting
es: Crianza
fr: Parentalité

# specialty_pcos_name
source: PCOS
es: SOP
fr: SOPK

# specialty_pediatric_anxiety_disorder_name
source: Pediatric anxiety disorder
es: Trastorno de ansiedad pediátrica
fr: Trouble anxieux pédiatrique

# specialty_pediatric_behavioral_concerns_name
source: Pediatric behavioral concerns
es: Preocupaciones conductuales pediátricas
fr: Préoccupations comportementales pédiatriques

# specialty_pediatric_cold_flu_name
source: Pediatric Cold & Flu
es: Resfriado y gripe pediátricos
fr: Rhume et grippe pédiatriques

# specialty_pediatric_development_milestones_name
source: Pediatric development milestones
es: Hitos del desarrollo pediátrico
fr: Étapes du développement pédiatrique

# specialty_pediatric_developmental_delays_name
source: Pediatric developmental delays
es: Retrasos en el desarrollo pediátrico
fr: Retards de développement pédiatrique

# specialty_pediatric_mental_health_05_name
source: Pediatric mental health (0-5)
es: Salud mental pediátrica (0-5)
fr: Santé mentale pédiatrique (0 à 5 ans)

# specialty_pediatric_mental_health_610_name
source: Pediatric mental health (6-10)
es: Salud mental pediátrica (6-10)
fr: Santé mentale pédiatrique (6 à 10 ans)

# specialty_pediatric_nutrition_name
source: Pediatric nutrition
es: Nutrición pediátrica
fr: Nutrition pédiatrique

# specialty_pediatric_physical_therapy_name
source: Pediatric physical therapy
es: Terapia física pediátrica
fr: Thérapie physique pédiatrique

# specialty_pediatric_skin_and_allergies_name
source: Pediatric skin and allergies
es: Piel y alergias pediátricas
fr: Peau et allergies pédiatriques

# specialty_pelvic_health_name
source: Pelvic health
es: Salud pélvica
fr: Santé pelvienne

# specialty_perimenopause_name
source: Perimenopause
es: Perimenopausia
fr: Périménopause

# specialty_perinatal_anxiety_name
source: Perinatal anxiety
es: Ansiedad perinatal
fr: Anxiété périnatale

# specialty_perinatal_depression_name
source: Perinatal depression
es: Depresión perinatal
fr: Dépression périnatale

# specialty_perinatal_fitness_name
source: Perinatal fitness
es: Fitness perinatal
fr: Fitness périnatal

# specialty_perinatal_nutrition_name
source: Perinatal nutrition
es: Nutrición perinatal
fr: Nutrition périnatale

# specialty_physical_therapy_name
source: Physical therapy
es: Fisioterapia
fr: Physiothérapie

# specialty_pms_and_pmdd_management_name
source: PMS and PMDD management
es: Manejo del SPM y el TDPM
fr: Gestion du SPM et du TDPM

# specialty_postadoption_support_name
source: Post-adoption support
es: Apoyo posadopción
fr: Soutien post-adoption

# specialty_postpartum_anxiety_name
source: Postpartum anxiety
es: Ansiedad posparto
fr: Anxiété post-partum

# specialty_postpartum_depression_name
source: Postpartum depression
es: Depresión posparto
fr: Dépression post-partum

# specialty_postpartum_exercise_name
source: Postpartum exercise
es: Ejercicio posparto
fr: Exercice post-partum

# specialty_postpartum_support_name
source: Postpartum support
es: Apoyo posparto
fr: Soutien post-partum

# specialty_potty_training_name
source: Potty training
es: Entrenamiento de control de los esfínteres
fr: Apprentissage de la propreté

# specialty_preeclampsia_name
source: Preeclampsia
fr: Pré-éclampsie

# specialty_pregnancy_care_coaching_name
source: Pregnancy care coaching
es: Coaching de cuidado durante el embarazo
fr: Coaching en soins de grossesse

# specialty_pregnancy_options_counseling_including_abortion_name
source: Pregnancy options counseling (including abortion)
es: Asesoramiento sobre opciones de embarazo (incluido el aborto)
fr: Conseil sur les options liées à la grossesse (y compris l'avortement)

# specialty_pregnancy_pain_discomfort_name
source: Pregnancy pain & discomfort
es: Dolor y molestias durante el embarazo
fr: Douleur et inconfort pendant la grossesse

# specialty_premature_nicu_infant_support_name
source: Premature/NICU Infant Support
es: Apoyo para bebés prematuros/UNCI
fr: Soutien pour les nourrissons prématurés/USIN

# specialty_prenatal_exercise_name
source: Prenatal exercise
es: Ejercicio prenatal
fr: Exercice prénatal

# specialty_preventative_health_name
source: Preventative health
es: Salud preventiva
fr: Santé préventive

# specialty_ptsd_name
source: PTSD
es: TEPT
fr: ESPT

# specialty_pumping_name
source: Pumping
es: Extracción de leche
fr: Tirage du lait

# specialty_racial_trauma_name
source: Racial trauma
es: Trauma racial
fr: Traumatisme racial

# specialty_relationships_name
source: Relationships
es: Relaciones
fr: Relations

# specialty_semen_analysis_results_name
source: Semen Analysis Results
es: Resultados del análisis de semen
fr: Résultats de l'analyse du sperme

# specialty_sex_coaching_name
source: Sex coaching
es: Guía sexual
fr: Coaching en sexualité

# specialty_sex_therapy_name
source: Sex therapy
es: Terapia sexual
fr: Thérapie sexuelle

# specialty_sexual_health_name
source: Sexual health
es: Salud sexual
fr: Santé sexuelle

# specialty_skin_issues_name
source: Skin issues
es: Problemas de piel
fr: Problèmes de peau

# specialty_sleep_support_name
source: Sleep support
es: Apoyo para el sueño
fr: Soutien au sommeil

# specialty_sleep_training_name
source: Sleep training
es: Entrenamiento del sueño
fr: Apprentissage du sommeil

# specialty_special_education_name
source: Special Education
es: Educación especial
fr: Éducation spécialisée

# specialty_special_needs_name
source: Special needs
es: Necesidades especiales
fr: Besoins spécifiques

# specialty_speech_disorders_name
source: Speech disorders
es: Trastornos del habla
fr: Troubles de la parole

# specialty_sperm_donation_name
source: Sperm Donation
es: Donación de esperma
fr: Don de sperme

# specialty_spirituality_name
source: Spirituality
es: Espiritualidad
fr: Spiritualité

# specialty_stress_reduction_and_mindfulness_name
source: Stress reduction and mindfulness
es: Reducción del estrés y atención plena
fr: Réduction du stress et pleine conscience

# specialty_substance_abuse_name
source: Substance abuse
es: Abuso de sustancias
fr: Abus de substances

# specialty_surrogacy_name
source: Surrogacy
es: Maternidad subrogada
fr: Gestation Pour Autrui (GPA)

# specialty_thyroid_disorders_name
source: Thyroid disorders
es: Trastornos de la tiroides
fr: Troubles de la thyroïde

# specialty_toilet_training_name
source: Toilet training
es: Entrenamiento para ir al baño
fr: Apprentissage de la propreté

# specialty_torticollis_name
source: Torticollis
es: Tortícolis
fr: Torticolis

# specialty_transaffirming_care_name
source: Trans-Affirming Care
es: Atención afirmativa para personas transgénero
fr: Soins affirmatifs pour les personnes trans

# specialty_transgender_health_name
source: Transgender health
es: Salud transgénero
fr: Santé des personnes transgenres

# specialty_trauma_name
source: Trauma
fr: Traumatisme

# specialty_twin_support_name
source: Twin support
es: Apoyo para gemelos
fr: Soutien aux parents de jumeaux

# specialty_urinary_tract_or_yeast_infection_name
source: Urinary tract or yeast infection
es: Infección del tracto urinario o por hongos
fr: Infection urinaire ou mycose

# specialty_vaginal_infection_name
source: Vaginal infection
es: Infección vaginal
fr: Infection vaginale

# specialty_vbac_vaginal_birth_after_cesarean_name
source: VBAC (Vaginal Birth After Cesarean)
es: PVDC (parto vaginal después de una cesárea)
fr: AVAC (Accouchement Vaginal Après Césarienne)

# specialty_weaning_name
source: Weaning
es: Destete
fr: Sevrage

# specialty_weight_management_name
source: Weight management
es: Control del peso
fr: Gestion du poids

# specialty_work_life_balance_name
source: Work/life balance
es: Equilibrio entre el trabajo y la vida
fr: Équilibre travail/vie personnelle

# specialty_addictions_name
source: Addictions
es: Adicciones

# specialty_allergies_name
source: Allergies
es: Alergias

# specialty_relactation_name
source: Relactation
es: Relactación
