Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/verticals.po
Languages: es, fr

# vertical_adoption_coach_description
source: Adoption overview, preparation, finalization, life after adoption
es: Resumen de adopción, preparación, finalización, vida después de la adopción
fr: Vue d'ensemble de l'adoption, préparation, finalisation, vie après l'adoption

# vertical_adoption_coach_display_name
source: Adoption Coach
es: Guía de adopción
fr: Coach en adoption

# vertical_adoption_coach_long_description
source: Adoption Coaches are here to help you understand all the different types of adoption, how to create your profile book and prepare for home visits, and answer any questions you have about the adoption process—all the way to finalization.
es: Los guías de adopción están aquí para ayudarte a entender todos los diferentes tipos de adopción, cómo crear tu libro de perfil y prepararte para las visitas domiciliarias, y responder cualquier pregunta que tengas sobre el proceso de adopción, hasta que finalice.
fr: Les Coachs en adoption sont là pour vous aider à comprendre tous les différents types d'adoption, créer votre « profile book » et vous préparer aux visites à domicile, mais également pour répondre à toutes vos questions concernant le processus d'adoption, jusqu'à la finalisation du processus.

# vertical_adoption_coach_name
source: Adoption Coach
es: Guía de adopción
fr: Coach en adoption

# vertical_adoption_coach_pluralized_display_name
source: Adoption Coaches
es: Guías de adopción
fr: Coachs en adoption

# vertical_behavioral_analyst_description
source: Toddler and child behavior assessment and intervention
es: Evaluación e intervención del comportamiento de bebés y niños
fr: Évaluation et intervention sur le comportement des tout-petits et des enfants

# vertical_behavioral_analyst_display_name
source: Behavioral Analyst
es: Analista conductual
fr: Analyste comportemental

# vertical_behavioral_analyst_long_description
source: Behavioral Analysts can help you understand your child's behaviors, and offer advice for navigating everyday challenges (like potty training and tantrums) or more complex concerns (like autism spectrum disorder, ADHD, sensory issues, and more).
es: Los analistas conductuales pueden ayudarte a entender los comportamientos de tu hijo y ofrecer consejos para enfrentar desafíos cotidianos (como el entrenamiento de control de los esfínteres y las rabietas) o preocupaciones más complejas (como el trastorno del espectro autista, el TDAH, problemas sensoriales y más).
fr: Les analystes comportementaux peuvent vous aider à comprendre les comportements de votre enfant et vous offrir des conseils pour affronter les défis du quotidien (comme l'apprentissage de la propreté et les crises de colère) ou des préoccupations plus complexes (comme le trouble du spectre de l'autisme, le TDAH, les problèmes sensoriels, et plus encore).

# vertical_behavioral_analyst_name
source: Behavioral Analyst
es: Analista conductual
fr: Analyste comportemental

# vertical_behavioral_analyst_pluralized_display_name
source: Behavioral Analysts
es: Analistas conductuales
fr: Analystes comportementaux

# vertical_birth_planning_specialist_description
source: Help planning for labor and delivery
es: Ayuda para planificar el trabajo de parto y el parto
fr: Aide à la planification du travail et à l'accouchement

# vertical_birth_planning_specialist_display_name
source: Birth Planning Specialist
es: Especialista en planificación del parto
fr: Spécialiste en planification des naissances

# vertical_birth_planning_specialist_long_description
source: Birth Planning Specialists are here to walk you through all the important decisions you can make about your labor, delivery, and postpartum experience, and help you decide and document preferences to share with your support partner and care team.
es: Los especialistas en planificación del parto están aquí para guiarte a través de todas las decisiones importantes que puedes tomar sobre el trabajo de parto, el parto y la experiencia después de este, y ayudarte a decidir y documentar las preferencias para compartir con tu pareja de apoyo y tu equipo de cuidado.
fr: Les spécialistes en planification des naissances sont là pour vous guider à travers toutes les décisions importantes que vous pouvez prendre concernant le travail, l'accouchement et votre expérience post-partum, et vous aider à décider et documenter vos préférences afin que vous puissiez les partager avec votre accompagnant(e) et votre équipe de soins.

# vertical_birth_planning_specialist_name
source: Birth Planning Specialist
es: Especialista en planificación del parto
fr: Spécialiste en planification des naissances

# vertical_birth_planning_specialist_pluralized_display_name
source: Birth Planning Specialists
es: Especialistas en planificación del parto
fr: Spécialistes en planification des naissances

# vertical_care_advocate_description
source: Questions about Maven, provider referrals, benefits navigation
es: Preguntas sobre Maven, recomendaciones de profesionales, manejo de beneficios
fr: Questions sur Maven, les recommandations de professionnels, la découverte de vos avantages

# vertical_care_advocate_long_description
source: Care Advocates are here to support you 24/7 with personal recommendations to the best Maven providers, articles, and classes for your journey, as well as referrals to in-person providers and help navigating your benefits, billing, and health insurance.
es: Los Care Advocates están aquí para apoyarte 24/7 con recomendaciones personales de los mejores profesionales de Maven, artículos y clases para tu recorrido, así como recomendaciones a profesionales en persona y ayuda para manejar los beneficios, la facturación y el seguro de salud.
fr: Les Care Advocates sont là pour vous soutenir 24 h/24 et 7 j/7. Ils peuvent vous recommander les meilleurs articles, cours et professionnels Maven pour votre parcours spécifique, vous orienter vers des professionnels en personne et vous apporter leur aide en matière d'avantages, de facturation et d'assurance santé.

# vertical_career_coach_asia_pacific_description
source: Career coaching, parental leave, life transition
es: Guía profesional, licencia parental, transición de vida
fr: Coaching de carrière, congé parental, transition de vie

# vertical_career_coach_asia_pacific_display_name
source: Career Coach - Asia Pacific
es: Guía profesional: Asia-Pacífico
fr: Coach de carrière – Asie-Pacifique

# vertical_career_coach_asia_pacific_long_description
source: Career Coaches can help you with navigating your workplace at every phase of your career, and share advice for how to advocate for yourself and get the support you need during major life transitions.
es: Los guías profesionales pueden ayudarte a afrontar el lugar de trabajo en cada fase de tu carrera y compartir consejos sobre cómo defenderte y obtener el apoyo que necesitas durante las transiciones importantes de la vida.
fr: Les coachs de carrière peuvent vous aider à gérer toutes les problématiques sur votre lieu de travail à chaque phase de votre carrière, et vous donner des conseils sur la manière de vous défendre et de bénéficier du soutien dont vous avez besoin lors des grandes transitions de votre vie.

# vertical_career_coach_asia_pacific_name
source: Career Coach - Asia Pacific
es: Guía profesional: Asia-Pacífico
fr: Coach de carrière – Asie-Pacifique

# vertical_career_coach_asia_pacific_pluralized_display_name
source: Career Coaches - Asia Pacific
es: Guías profesionales: Asia-Pacífico
fr: Coachs de carrière – Asie-Pacifique

# vertical_career_coach_canada_description
source: Career coaching, parental leave, life transition
es: Guía profesional, licencia parental, transición de vida
fr: Coaching de carrière, congé parental, transition de vie

# vertical_career_coach_canada_display_name
source: Career Coach - Canada
es: Guía profesional: Canadá
fr: Coach de carrière – Canada

# vertical_career_coach_canada_long_description
source: Career Coaches can help you with navigating your workplace at every phase of your career, and share advice for how to advocate for yourself and get the support you need during major life transitions.
es: Los guías profesionales pueden ayudarte a afrontar el lugar de trabajo en cada fase de tu carrera y compartir consejos sobre cómo defenderte y obtener el apoyo que necesitas durante las transiciones importantes de la vida.
fr: Les coachs de carrière peuvent vous aider à gérer toutes les problématiques sur votre lieu de travail à chaque phase de votre carrière, et vous donner des conseils sur la manière de vous défendre et de bénéficier du soutien dont vous avez besoin lors des grandes transitions de votre vie.

# vertical_career_coach_canada_name
source: Career Coach - Canada
es: Guía profesional: Canadá
fr: Coach de carrière – Canada

# vertical_career_coach_canada_pluralized_display_name
source: Career Coaches - Canada
es: Guías profesionales: Canadá
fr: Coachs de carrière – Canada

# vertical_career_coach_description
source: Career coaching, parental leave, life transition
es: Guía profesional, licencia parental, transición de vida
fr: Coaching de carrière, congé parental, transition de vie

# vertical_career_coach_display_name
source: Career Coach
es: Guía profesional
fr: Coach de carrière

# vertical_career_coach_europe_description
source: Career coaching, parental leave, life transition
es: Guía profesional, licencia parental, transición de vida
fr: Coaching de carrière, congé parental, transition de vie

# vertical_career_coach_europe_display_name
source: Career Coach - Europe
es: Guía profesional: Europa
fr: Coach de carrière – Europe

# vertical_career_coach_europe_long_description
source: Career Coaches can help you with navigating your workplace at every phase of your career, and share advice for how to advocate for yourself and get the support you need during major life transitions.
es: Los guías profesionales pueden ayudarte a afrontar el lugar de trabajo en cada fase de tu carrera y compartir consejos sobre cómo defenderte y obtener el apoyo que necesitas durante las transiciones importantes de la vida.
fr: Les coachs de carrière peuvent vous aider à gérer toutes les problématiques sur votre lieu de travail à chaque phase de votre carrière, et vous donner des conseils sur la manière de vous défendre et de bénéficier du soutien dont vous avez besoin lors des grandes transitions de votre vie.

# vertical_career_coach_europe_name
source: Career Coach - Europe
es: Guía profesional: Europa
fr: Coach de carrière – Europe

# vertical_career_coach_europe_pluralized_display_name
source: Career Coaches - Europe
es: Guías profesionales: Europa
fr: Coachs de carrière – Europe

# vertical_career_coach_india_description
source: Career coaching, parental leave, life transition
es: Guía profesional, licencia parental, transición de vida
fr: Coaching de carrière, congé parental, transition de vie

# vertical_career_coach_india_display_name
source: Career Coach - India
es: Guía profesional: India
fr: Coach de carrière – Inde

# vertical_career_coach_india_long_description
source: Career Coaches can help you with navigating your workplace at every phase of your career, and share advice for how to advocate for yourself and get the support you need during major life transitions.
es: Los guías profesionales pueden ayudarte a afrontar el lugar de trabajo en cada fase de tu carrera y compartir consejos sobre cómo defenderte y obtener el apoyo que necesitas durante las transiciones importantes de la vida.
fr: Les coachs de carrière peuvent vous aider à gérer toutes les problématiques sur votre lieu de travail à chaque phase de votre carrière, et vous donner des conseils sur la manière de vous défendre et de bénéficier du soutien dont vous avez besoin lors des grandes transitions de votre vie.

# vertical_career_coach_india_name
source: Career Coach - India
es: Guía profesional: India
fr: Coach de carrière – Inde

# vertical_career_coach_india_pluralized_display_name
source: Career Coaches - India
es: Guías profesionales: India
fr: Coachs de carrière – Inde

# vertical_career_coach_long_description
source: Career Coaches can help you with navigating your workplace at every phase of your career, and share advice for how to advocate for yourself and get the support you need during major life transitions.
es: Los guías profesionales pueden ayudarte a afrontar el lugar de trabajo en cada fase de tu carrera y compartir consejos sobre cómo defenderte y obtener el apoyo que necesitas durante las transiciones importantes de la vida.
fr: Les coachs de carrière peuvent vous aider à gérer toutes les problématiques sur votre lieu de travail à chaque phase de votre carrière, et vous donner des conseils sur la manière de vous défendre et de bénéficier du soutien dont vous avez besoin lors des grandes transitions de votre vie.

# vertical_career_coach_name
source: Career Coach
es: Guía profesional
fr: Coach de carrière

# vertical_career_coach_pluralized_display_name
source: Career Coaches
es: Guías profesionales
fr: Coachs de carrière

# vertical_certified_nutritional_therapy_practitioner_description
source: Holistic nutrition, healthy eating
es: Nutrición holística, alimentación saludable
fr: Nutrition holistique, alimentation saine

# vertical_certified_nutritional_therapy_practitioner_display_name
source: Certified Nutritional Therapy Practitioner
es: Profesional certificado en terapia nutricional
fr: Nutrithérapeute certifié

# vertical_certified_nutritional_therapy_practitioner_long_description
source: Certified Nutritional Therapy Practitioners can share holistic approaches to eating healthier, balancing your body chemistry, and achieving whole-body wellness to promote healing, endurance, and longevity.
es: Los profesionales certificados en terapia nutricional pueden compartir enfoques holísticos para comer de manera más saludable, equilibrar la química del cuerpo y lograr el bienestar integral para promover la curación, la resistencia y la longevidad.
fr: Les Nutrithérapeutes peuvent partager des approches holistiques pour manger plus sainement, équilibrer votre chimie corporelle et atteindre un bien-être global afin de favoriser la guérison, l'endurance et la longévité.

# vertical_certified_nutritional_therapy_practitioner_name
source: Certified Nutritional Therapy Practitioner
es: Profesional certificado en terapia nutricional
fr: Nutrithérapeute certifié

# vertical_certified_nutritional_therapy_practitioner_pluralized_display_name
source: Certified Nutritional Therapy Practitioners
es: Profesionales certificados en terapia nutricional
fr: Nutrithérapeutes certifiés

# vertical_childcare_consultant_description
source: Childcare solutions
es: Soluciones de atención infantil
fr: Solutions de garde d'enfants

# vertical_childcare_consultant_display_name
source: Childcare Consultant
es: Consultor(a) de atención infantil
fr: Conseiller en garde d'enfants

# vertical_childcare_consultant_long_description
source: Childcare Consultants are here to help you decide on the right care provider for your child, assist you with nanny contracts or daycare forms, and offer helpful questions to ask when touring a daycare or interviewing nanny candidates.
es: Los consultores de atención infantil están aquí para ayudarte a decidir sobre el profesional adecuado para tu hijo, asistirte con los contratos de niñera o formularios de guardería, y ofrecerte preguntas útiles para hacer durante una visita a la guardería o una entrevista con candidatas a niñera.
fr: Les Conseillers en garde d'enfants sont là pour vous aider à choisir le bon professionnel pour votre enfant, vous assister pour remplir le contrat de votre nounou ou les formulaires de crèche, et vous proposer des questions utiles à poser lors de la visite d'une crèche ou de l'entretien avec des nounous éventuelles.

# vertical_childcare_consultant_name
source: Childcare Consultant
es: Consultor de atención infantil
fr: Conseiller en garde d'enfants

# vertical_childcare_consultant_pluralized_display_name
source: Childcare Consultants
es: Consultores de atención infantil
fr: Conseillers en garde d'enfants

# vertical_chinese_medicine_specialist_description
source: Chinese herbal medicine from fertility to menopause
es: Medicina herbal china desde la fertilidad hasta la menopausia
fr: Médecine chinoise à base de plantes, de la fertilité à la ménopause

# vertical_chinese_medicine_specialist_display_name
source: Chinese Medicine Specialist
es: Especialista en medicina china
fr: Spécialiste en médecine chinoise

# vertical_chinese_medicine_specialist_long_description
source: Chinese Medicine Specialists can help you feel more balanced and in control with herbs, foods, physical practices, breathing techniques, and exercises that can aid infertility goals, support a healthy pregnancy, alleviate menopause symptoms, and more.
es: Los especialistas en medicina china pueden ayudarte a sentir más equilibrio y en control con hierbas, alimentos, prácticas físicas, técnicas de respiración y ejercicios que pueden ayudar con objetivos de fertilidad, respaldar un embarazo saludable, aliviar los síntomas de la menopausia y más.
fr: Les spécialistes en médecine chinoise peuvent vous aider à vous sentir plus équilibrée et en contrôle grâce aux herbes, aux aliments, aux pratiques physiques, aux techniques de respiration et aux exercices qui peuvent aider à atteindre des objectifs de fertilité, favoriser une grossesse en bonne santé, soulager les symptômes de la ménopause, et plus encore.

# vertical_chinese_medicine_specialist_name
source: Chinese Medicine Specialist
es: Especialista en medicina china
fr: Spécialiste en médecine chinoise

# vertical_chinese_medicine_specialist_pluralized_display_name
source: Chinese Medicine Specialists
es: Especialistas en medicina china
fr: Spécialistes en médecine chinoise

# vertical_developmental_psychologist_description
source: Child development, pediatric mental health, pediatric emotional health
es: Desarrollo infantil, salud mental pediátrica, salud emocional pediátrica
fr: Développement de l'enfant, santé mentale pédiatrique, santé émotionnelle pédiatrique

# vertical_developmental_psychologist_display_name
source: Developmental Psychologist
es: Psicólogo(a) del desarrollo
fr: Psychologue du développement

# vertical_developmental_psychologist_long_description
source: Developmental Psychologists can help you understand every stage of your child's social, emotional, and cognitive development, share what you can do to support them, and offer guidance around fostering healthy attitudes, behaviors, and routines.
es: Los psicólogos del desarrollo pueden ayudarte a entender cada etapa del desarrollo social, emocional y cognitivo de tu hijo, compartir lo que puedes hacer para apoyarlo y ofrecer orientación sobre cómo fomentar actitudes, comportamientos y rutinas saludables.
fr: Les Psychologues du développement peuvent vous aider à comprendre chaque étape du développement social, émotionnel et cognitif de votre enfant, vous dire ce que vous pouvez faire pour le soutenir, et vous apporter des conseils pour favoriser des attitudes, des routines et des comportements sains.

# vertical_developmental_psychologist_name
source: Developmental Psychologist
es: Psicólogo del desarrollo
fr: Psychologue du développement

# vertical_developmental_psychologist_pluralized_display_name
source: Developmental Psychologists
es: Psicólogos del desarrollo
fr: Psychologues du développement

# vertical_diabetes_coach_description
source: Gestational diabetes, diabetes management
es: Diabetes gestacional, manejo de la diabetes
fr: Diabète gestationnel, gestion du diabète

# vertical_diabetes_coach_display_name
source: Diabetes Coach
es: Guía de diabetes
fr: Coach en diabète

# vertical_diabetes_coach_long_description
source: Diabetes Coaches are here to share the best ways to manage your symptoms, when and how to test your blood sugar, what your blood sugar targets should be, and answer any questions you have about living with Type I, Type II, or gestational diabetes.
es: Los guías para la diabetes están aquí para compartir las mejores formas de manejar tus síntomas, cuándo y cómo medir tu nivel de azúcar en la sangre, cuáles deberían ser tus objetivos de azúcar en la sangre, y responder cualquier pregunta que tengas sobre vivir con diabetes tipo I, tipo II o gestacional.
fr: Les Coachs en diabète sont là pour partager leurs meilleurs conseils pour gérer vos symptômes, vous indiquer quand et comment tester votre glycémie, vous communiquer vos objectifs en matière de glycémie, et répondre à toutes vos questions sur la vie avec le diabète de type I, de type II ou gestationnel.

# vertical_diabetes_coach_name
source: Diabetes Coach
es: Guía de diabetes
fr: Coach en diabète

# vertical_diabetes_coach_pluralized_display_name
source: Diabetes Coaches
es: Guías para la diabetes
fr: Coachs en diabète

# vertical_doula_and_childbirth_educator_description
source: Pain management, labor and delivery support, postpartum support
es: Manejo del dolor, apoyo durante el trabajo de parto y el parto, apoyo después de este
fr: Gestion de la douleur, soutien pendant le travail et l'accouchement, soutien post-partum

# vertical_doula_and_childbirth_educator_display_name
source: Doula and Childbirth Educator
es: Doula y educadora para el parto
fr: Doula et éducatrice en accouchement

# vertical_doula_and_childbirth_educator_long_description
source: Doulas and Childbirth Educators can tell you what to expect during labor and delivery, share ways to advocate for yourself, offer positions, breathing techniques, and medications that ease labor pain, and tips for a happy, healthy life postpartum.
es: Las doulas y los guías de parto pueden decirte qué esperar durante el trabajo de parto y el parto, compartir formas de defenderte, enseñarte posiciones, técnicas de respiración y medicamentos que alivian el dolor del parto, y brindarte consejos para llevar una vida feliz y saludable después del parto.
fr: Les doulas et les éducateurs à l'accouchement peuvent vous dire à quoi vous attendre pendant le travail et l'accouchement, partager des moyens de défendre vos intérêts, proposer des positions, des techniques de respiration et des médicaments qui soulagent la douleur pendant le travail, ainsi que des conseils pour une vie heureuse et saine pendant la période post-partum.

# vertical_doula_and_childbirth_educator_name
source: Doula and Childbirth Educator
es: Doula y educadora para el parto
fr: Doula et éducatrice en accouchement

# vertical_doula_and_childbirth_educator_pluralized_display_name
source: Doula and Childbirth Educators
es: Doulas y guías de parto
fr: Doula et éducateurs à l'accouchement

# vertical_doula_brazil_description
source: Pain management, labor and delivery support, postpartum support
es: Manejo del dolor, apoyo durante el trabajo de parto y el parto, apoyo después de este
fr: Gestion de la douleur, soutien pendant le travail et l'accouchement, soutien post-partum

# vertical_egg_donor_consultant_description
source: Egg freezing, egg donation, choosing eggs, selecting a donor
es: Congelación, donación y elección de óvulos, selección de donantes
fr: Congélation d'ovocytes, don d'ovocytes, choix des ovocytes, sélection d'un donneur

# vertical_egg_donor_consultant_display_name
source: Egg Donor Consultant
es: Consultor(a) de donantes de óvulos
fr: Consultant en don d’ovocytes
