Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/verticals.po
Languages: es, fr

# vertical_reproductive_endocrinologist_india_europe_description
source: Fertility, IVF/IUI, egg freezing, medication specialist
es: Fertilidad, FIV/IUI, congelación de óvulos, especialista en medicamentos
fr: Fertilité, FIV/IIU, congélation d'ovocytes, spécialiste des médicaments

# vertical_reproductive_endocrinologist_india_europe_display_name
source: Reproductive Endocrinologist - India & Europe
es: Endocrinólogo(a) reproductivo: India y Europa
fr: Endocrinologue de la reproduction – Inde et Europe

# vertical_reproductive_endocrinologist_india_europe_long_description
source: Reproductive Endocrinologists can help you understand conception, fertility, and egg freezing, share what your treatment options are, give you methods to try to improve your odds of conceiving, and share if you'd benefit from a fertility evaluation.
es: Los endocrinólogos reproductivos pueden ayudarte a entender la concepción, la fertilidad y la congelación de óvulos, compartir cuáles son tus opciones de tratamiento, darte métodos para intentar mejorar las probabilidades de concebir y decirte si te beneficiarías de una evaluación de fertilidad.
fr: Les Endocrinologues de la reproduction peuvent vous aider à comprendre la conception, la fertilité et la congélation des ovocytes, vous indiquer quelles sont vos options en matière de traitement, vous donner des méthodes pour essayer d'améliorer vos chances de concevoir, et vous dire si une évaluation de la fertilité pourrait s'avérer utile dans votre cas.

# vertical_reproductive_endocrinologist_india_europe_name
source: Reproductive Endocrinologist - India & Europe
es: Endocrinólogo reproductivo: India y Europa
fr: Endocrinologue de la reproduction – Inde et Europe

# vertical_reproductive_endocrinologist_india_europe_pluralized_display_name
source: Reproductive Endocrinologists - India & Europe
es: Endocrinólogos reproductivos: India y Europa
fr: Endocrinologues de la reproduction – Inde et Europe

# vertical_reproductive_endocrinologist_long_description
source: Reproductive Endocrinologists can help you understand conception, fertility, and egg freezing, share what your treatment options are, give you methods to try to improve your odds of conceiving, and share if you'd benefit from a fertility evaluation.
es: Los endocrinólogos reproductivos pueden ayudarte a entender la concepción, la fertilidad y la congelación de óvulos, compartir cuáles son tus opciones de tratamiento, darte métodos para intentar mejorar las probabilidades de concebir y decirte si te beneficiarías de una evaluación de fertilidad.
fr: Les Endocrinologues de la reproduction peuvent vous aider à comprendre la conception, la fertilité et la congélation des ovocytes, vous indiquer quelles sont vos options en matière de traitement, vous donner des méthodes pour essayer d'améliorer vos chances de concevoir, et vous dire si une évaluation de la fertilité pourrait s'avérer utile dans votre cas.

# vertical_reproductive_endocrinologist_name
source: Reproductive Endocrinologist
es: Endocrinólogo reproductivo
fr: Endocrinologue de la reproduction

# vertical_reproductive_endocrinologist_pluralized_display_name
source: Reproductive Endocrinologists
es: Endocrinólogos reproductivos
fr: Endocrinologues de la reproduction

# vertical_reproductive_nurse_africa_middle_east_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_reproductive_nurse_africa_middle_east_display_name
source: Reproductive Nurse - Africa & Middle East
es: Enfermero(a) especializado(a) en salud reproductiva: África y Medio Oriente
fr: Infirmière en reproduction – Afrique et Moyen-Orient

# vertical_reproductive_nurse_africa_middle_east_long_description
source: Reproductive Nurses can walk you through every step of the fertility treatment process (all the way from preparation to recovery), share how to manage and self-inject medications, and answer any questions you have along the way.
es: Los enfermeros especializados en salud reproductiva pueden guiarte en cada paso del proceso de tratamiento de fertilidad (desde la preparación hasta la recuperación), explicarte cómo manejar e inyectarte los medicamentos, y responder cualquier pregunta que tengas.
fr: Les Infirmières en reproduction peuvent vous guider à travers chaque étape du processus de traitement de la fertilité (de la préparation au rétablissement), vous expliquer comment gérer et vous auto-injecter les médicaments, et répondre à toutes vos questions en cours de route.

# vertical_reproductive_nurse_africa_middle_east_name
source: Reproductive Nurse - Africa & Middle East
es: Enfermero especializado en salud reproductiva: África y Medio Oriente
fr: Infirmière en reproduction – Afrique & Moyen-Orient

# vertical_reproductive_nurse_africa_middle_east_pluralized_display_name
source: Reproductive Nurses - Africa & Middle East
es: Enfermeros especializados en salud reproductiva: África y Medio Oriente
fr: Infirmières en reproduction – Afrique et Moyen-Orient

# vertical_reproductive_nurse_asia_pacific_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_reproductive_nurse_asia_pacific_display_name
source: Reproductive Nurse - Asia Pacific
es: Enfermero(a) especializado(a) en salud reproductiva: Asia-Pacífico
fr: Infirmière en reproduction – Asie-Pacifique

# vertical_reproductive_nurse_asia_pacific_long_description
source: Reproductive Nurses can walk you through every step of the fertility treatment process (all the way from preparation to recovery), share how to manage and self-inject medications, and answer any questions you have along the way.
es: Los enfermeros especializados en salud reproductiva pueden guiarte en cada paso del proceso de tratamiento de fertilidad (desde la preparación hasta la recuperación), explicarte cómo manejar e inyectarte los medicamentos, y responder cualquier pregunta que tengas.
fr: Les Infirmières en reproduction peuvent vous guider à travers chaque étape du processus de traitement de la fertilité (de la préparation au rétablissement), vous expliquer comment gérer et vous auto-injecter les médicaments, et répondre à toutes vos questions en cours de route.

# vertical_reproductive_nurse_asia_pacific_name
source: Reproductive Nurse - Asia Pacific
es: Enfermero especializado en salud reproductiva: Asia-Pacífico
fr: Infirmière en reproduction – Asie-Pacifique

# vertical_reproductive_nurse_asia_pacific_pluralized_display_name
source: Reproductive Nurses - Asia Pacific
es: Enfermeros especializados en salud reproductiva: Asia-Pacífico
fr: Infirmières en reproduction – Asie-Pacifique

# vertical_reproductive_nurse_canada_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_reproductive_nurse_canada_display_name
source: Reproductive Nurse - Canada
es: Enfermero(a) especializado(a) en salud reproductiva: Canadá
fr: Infirmière en reproduction – Canada

# vertical_reproductive_nurse_canada_long_description
source: Reproductive Nurses can walk you through every step of the fertility treatment process (all the way from preparation to recovery), share how to manage and self-inject medications, and answer any questions you have along the way.
es: Los enfermeros especializados en salud reproductiva pueden guiarte en cada paso del proceso de tratamiento de fertilidad (desde la preparación hasta la recuperación), explicarte cómo manejar e inyectarte los medicamentos, y responder cualquier pregunta que tengas.
fr: Les Infirmières en reproduction peuvent vous guider à travers chaque étape du processus de traitement de la fertilité (de la préparation au rétablissement), vous expliquer comment gérer et vous auto-injecter les médicaments, et répondre à toutes vos questions en cours de route.

# vertical_reproductive_nurse_canada_name
source: Reproductive Nurse - Canada
es: Enfermero especializado en salud reproductiva: Canadá
fr: Infirmière en reproduction – Canada

# vertical_reproductive_nurse_canada_pluralized_display_name
source: Reproductive Nurses - Canada
es: Enfermeros especializados en salud reproductiva: Canadá
fr: Infirmières en reproduction – Canada

# vertical_reproductive_nurse_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_reproductive_nurse_display_name
source: Reproductive Nurse
es: Enfermero(a) especializado(a) en salud reproductiva
fr: Infirmière en reproduction

# vertical_reproductive_nurse_europe_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_reproductive_nurse_europe_display_name
source: Reproductive Nurse - Europe
es: Enfermero(a) especializado en salud reproductiva: Europa
fr: Infirmière en reproduction – Europe

# vertical_reproductive_nurse_europe_long_description
source: Reproductive Nurses can walk you through every step of the fertility treatment process (all the way from preparation to recovery), share how to manage and self-inject medications, and answer any questions you have along the way.
es: Los enfermeros especializados en salud reproductiva pueden guiarte en cada paso del proceso de tratamiento de fertilidad (desde la preparación hasta la recuperación), explicarte cómo manejar e inyectarte los medicamentos, y responder cualquier pregunta que tengas.
fr: Les Infirmières en reproduction peuvent vous guider à travers chaque étape du processus de traitement de la fertilité (de la préparation au rétablissement), vous expliquer comment gérer et vous auto-injecter les médicaments, et répondre à toutes vos questions en cours de route.

# vertical_reproductive_nurse_europe_name
source: Reproductive Nurse - Europe
es: Enfermero especializado en salud reproductiva: Europa
fr: Infirmière en reproduction – Europe

# vertical_reproductive_nurse_europe_pluralized_display_name
source: Reproductive Nurses - Europe
es: Enfermeros especializados en salud reproductiva: Europa
fr: Infirmières en reproduction – Europe

# vertical_reproductive_nurse_long_description
source: Reproductive Nurses can walk you through every step of the fertility treatment process (all the way from preparation to recovery), share how to manage and self-inject medications, and answer any questions you have along the way.
es: Los enfermeros especializados en salud reproductiva pueden guiarte en cada paso del proceso de tratamiento de fertilidad (desde la preparación hasta la recuperación), explicarte cómo manejar e inyectarte los medicamentos, y responder cualquier pregunta que tengas.
fr: Les Infirmières en reproduction peuvent vous guider à travers chaque étape du processus de traitement de la fertilité (de la préparation au rétablissement), vous expliquer comment gérer et vous auto-injecter les médicaments, et répondre à toutes vos questions en cours de route.

# vertical_reproductive_nurse_name
source: Reproductive Nurse
es: Enfermero especializado en salud reproductiva
fr: Infirmière en reproduction

# vertical_reproductive_nurse_pluralized_display_name
source: Reproductive Nurses
es: Enfermeros especializados en salud reproductiva
fr: Infirmières en reproduction

# vertical_sex_coach_description
source: Relationship coaching, sexuality, intimacy, sexual health support
es: Guía sobre relaciones, sexualidad, intimidad, apoyo en salud sexual
fr: Coaching relationnel, sexualité, intimité, soutien en santé sexuelle

# vertical_sex_coach_display_name
source: Sex Coach
es: Guía sexual
fr: Coach en sexualité

# vertical_sex_coach_long_description
source: Sex Coaches are here to help you have a healthy, fulfilling sex life by exploring how you can improve communication with your partner, offering ways to approach a lack of desire, and sharing how to keep sex from feeling like a chore.
es: Los guías sexuales están aquí para ayudarte a tener una vida sexual saludable y satisfactoria explorando cómo puedes mejorar la comunicación con tu pareja, ofreciendo formas de abordar la falta de deseo y compartiendo cómo evitar que el sexo se sienta como una tarea.
fr: Les Coachs en sexualité sont là pour vous aider à avoir une vie sexuelle saine et épanouissante en explorant comment améliorer la communication avec votre partenaire, en proposant des moyens d'aborder un manque de désir et en partageant des conseils pour éviter que le sexe ne devienne une corvée.

# vertical_sex_coach_name
source: Sex Coach
es: Guía sexual
fr: Coach en sexualité

# vertical_sex_coach_pluralized_display_name
source: Sex Coaches
es: Guías sexuales
fr: Coachs en sexualité

# vertical_special_education_advocate_description
source: Social and academic support, guidance and resources
es: Apoyo social y académico, orientación y recursos
fr: Soutien social et académique, orientation et ressources

# vertical_special_education_advocate_display_name
source: Special Education Advocate
es: Asesor(a) en educación especial
fr: Éducateur spécialisé

# vertical_special_education_advocate_long_description
source: Special Education Advocates are here to help you make sure your child's needs are met by helping you understand the services and resources that are available to you, and helping you work with teachers to address any challenges they may be experiencing.
es: Los asesores en educación especial están aquí para ayudarte a asegurarte de que las necesidades de tu hijo se cumplan, ayudándote a entender los servicios y los recursos que están disponibles para ti, y colaborando con los maestros para abordar cualquier desafío al que te puedas enfrentar.
fr: Les éducateurs spécialisés sont là pour vous aider à vous assurer que les besoins de votre enfant sont satisfaits en vous aidant à comprendre les services et les ressources qui sont à votre disposition, et en vous aidant à travailler avec les enseignants pour résoudre les défis qu'il peut rencontrer.

# vertical_special_education_advocate_name
source: Special Education Advocate
es: Asesor en educación especial
fr: Éducateur spécialisé

# vertical_special_education_advocate_pluralized_display_name
source: Special Education Advocates
es: Asesores en educación especial
fr: Éducateurs spécialisés

# vertical_speech_therapist_description
source: Communication, speech delays, feeding, and hearing guidance
es: Comunicación, retrasos en el habla, alimentación y orientación auditiva
fr: Communication, retards de langage, alimentation et conseils auditifs

# vertical_speech_therapist_display_name
source: Speech Therapist
es: Terapeuta del habla
fr: Orthophoniste

# vertical_speech_therapist_long_description
source: Speech Therapists can answer any questions you have about your child's ability to communicate, and offer guidance on any issues involving hearing, speaking clearly, stuttering, autism spectrum disorder (ASD), voice, and more.
es: Los terapeutas del habla pueden responder cualquier pregunta que tengas sobre la capacidad de comunicación de tu hijo, y ofrecer orientación sobre cualquier problema relacionado con la audición, hablar con claridad, tartamudeo, trastorno del espectro autista (TEA), la voz y más.
fr: Les Orthophonistes peuvent répondre à toutes vos questions concernant la capacité de votre enfant à communiquer et vous offrir des conseils sur tout problème lié à l'audition, à la parole, au bégaiement, au trouble du spectre de l'autisme (TSA), à la voix, et plus encore.

# vertical_speech_therapist_name
source: Speech Therapist
es: Terapeuta del habla
fr: Orthophoniste

# vertical_speech_therapist_pluralized_display_name
source: Speech Therapists
es: Terapeutas del habla
fr: Orthophonistes

# vertical_surrogacy_coach_description
source: Surrogacy process, preparation, support, life after surrogacy
es: Proceso de subrogación, preparación, apoyo, vida después de la subrogación
fr: Processus de gestation pour autrui, préparation, soutien, vie après la gestation pour autrui

# vertical_surrogacy_coach_display_name
source: Surrogacy Coach
es: Guía de gestación subrogada
fr: Coach en gestation pour autrui

# vertical_surrogacy_coach_europe_description
source: Surrogacy process, preparation, support, life after surrogacy
es: Proceso de subrogación, preparación, apoyo, vida después de la subrogación
fr: Processus de gestation pour autrui, préparation, soutien, vie après la gestation pour autrui

# vertical_surrogacy_coach_europe_display_name
source: Surrogacy Coach - Europe
es: Guía de gestación subrogada: Europa
fr: Coach en gestation pour autrui – Europe

# vertical_surrogacy_coach_europe_long_description
source: Surrogacy Coaches are here to help you understand surrogacy arrangements, offer advice on selecting an agency, attorney, or clinic, and offer support with reviewing matches or defining your relationship with your chosen gestational carrier.
es: Los guías de gestación subrogada están aquí para ayudarte a entender los acuerdos de gestación subrogada, ofrecerte consejos sobre la selección de una agencia, abogado o clínica, y brindarte apoyo en la revisión de coincidencias o en la definición de tu relación con la gestante que elijas.
fr: Les Coachs en gestation pour autrui sont là pour vous aider à comprendre les modalités de la gestation pour autrui, vous offrir des conseils sur le choix d'une agence, d'un avocat ou d'une clinique, et vous soutenir dans l'examen des correspondances ou la mise en place de votre relation avec la mère porteuse que vous avez choisie.

# vertical_surrogacy_coach_europe_name
source: Surrogacy Coach - Europe
es: Guía de gestación subrogada: Europa
fr: Coach en gestation pour autrui – Europe

# vertical_surrogacy_coach_europe_pluralized_display_name
source: Surrogacy Coaches - Europe
es: Guías de gestación subrogada: Europa
fr: Coachs en gestation pour autrui – Europe

# vertical_surrogacy_coach_long_description
source: Surrogacy Coaches are here to help you understand surrogacy arrangements, offer advice on selecting an agency, attorney, or clinic, and offer support with reviewing matches or defining your relationship with your chosen gestational carrier.
es: Los guías de gestación subrogada están aquí para ayudarte a entender los acuerdos de gestación subrogada, ofrecerte consejos sobre la selección de una agencia, abogado o clínica, y brindarte apoyo en la revisión de coincidencias o en la definición de tu relación con la gestante que elijas.
fr: Les Coachs en gestation pour autrui sont là pour vous aider à comprendre les modalités de la gestation pour autrui, vous offrir des conseils sur le choix d'une agence, d'un avocat ou d'une clinique, et vous soutenir dans l'examen des correspondances ou la mise en place de votre relation avec la mère porteuse que vous avez choisie.

# vertical_surrogacy_coach_name
source: Surrogacy Coach
es: Guía de gestación subrogada
fr: Coach en gestation pour autrui

# vertical_surrogacy_coach_pluralized_display_name
source: Surrogacy Coaches
es: Guías de gestación subrogada
fr: Coachs en gestation pour autrui

# vertical_wellness_coach_description
source: Healthy living, emotional support, wellness, nutrition
es: Vida saludable, apoyo emocional, bienestar, nutrición
fr: Vie saine, soutien émotionnel, bien-être, nutrition

# vertical_wellness_coach_display_name
source: Wellness Coach
es: Asesor(a) de bienestar
fr: Coach en bien-être

# vertical_wellness_coach_long_description
source: Wellness Coaches are personal guides to living your healthiest life, both physically and emotionally, and can offer you methods for getting better sleep, improving how you feel throughout your day, having a healthy relationship with food, and more.
es: Los asesores de bienestar son guías personales para vivir tu vida más saludable, tanto física como emocionalmente, y pueden ofrecerte métodos para dormir mejor, mejorar cómo te sientes durante el día, tener una relación saludable con la comida y más.
fr: Les Coachs en bien-être sont des guides personnels qui vous aident à vivre votre vie de la manière la plus saine possible, tant physiquement qu'émotionnellemen. Ils peuvent vous indiquer des méthodes pour mieux dormir, améliorer votre bien-être tout au long de la journée, avoir une relation saine avec la nourriture, et plus encore.

# vertical_wellness_coach_name
source: Wellness Coach
es: Asesor de bienestar
fr: Coach en bien-être

# vertical_wellness_coach_pluralized_display_name
source: Wellness Coaches
es: Asesores de bienestar
fr: Coachs en bien-être

# vertical_womens_health_nurse_practitioner_description
source: Reproductive health, general health support
es: Salud reproductiva, apoyo general a la salud
fr: Soutien en santé générale et santé reproductive

# vertical_womens_health_nurse_practitioner_display_name
source: Women's Health Nurse Practitioner
es: Enfermero(a) especialista en la salud de la mujer
fr: Infirmier praticien spécialisé en santé des femmes

# vertical_womens_health_nurse_practitioner_long_description
source: Women's Health Nurse Practitioners can help you understand, manage, and treat chronic illnesses, menopause symptoms, vaginal discomfort, and any conditions that could be affecting your reproductive health and well-being.
es: Los enfermeros especialistas en la salud de la mujer pueden ayudarte a entender, manejar y tratar enfermedades crónicas, síntomas de la menopausia, molestias vaginales y cualquier afección que pueda afectar tu salud reproductiva y tu bienestar.
fr: Les Infirmiers praticiens spécialisés en santé des femmes peuvent vous aider à comprendre, gérer et traiter les maladies chroniques, les symptômes de la ménopause, l'inconfort vaginal et toutes les conditions pouvant affecter votre santé reproductive et votre bien-être.

# vertical_womens_health_nurse_practitioner_name
source: Women's Health Nurse Practitioner
es: Enfermero especialista en la salud de la mujer
fr: Infirmier praticien spécialisé en santé des femmes

# vertical_womens_health_nurse_practitioner_pluralized_display_name
source: Women's Health Nurse Practitioners
es: Enfermeros especialistas en la salud de la mujer
fr: Infirmiers praticiens spécialisés en santé des femmes
