Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/verticals.po
Languages: es, fr

# vertical_parent_coach_europe_long_description
source: Parent Coaches are here to support you with judgment-free guidance and coaching for parenting children across every age and phase, and provide helpful recommendations for fostering healthy communication, routines, and co-parenting in your family.
es: Los guías para padres/madres están aquí para apoyarte con orientación y asesoramiento sin prejuicios para la crianza de niños de todas las edades y etapas, y proporcionar recomendaciones útiles a fin de fomentar la comunicación, rutinas y la cocrianza saludables en tu familia.
fr: Les coachs parentaux sont là pour vous soutenir avec des conseils et un accompagnement sans jugement pour vous aider à éduquer vos enfants à tous les âges et à toutes les étapes de leur vie, mais également pour vous apporter des recommandations utiles pour favoriser une communication, des routines et une coparentalité saines au sein de votre famille.

# vertical_parent_coach_europe_name
source: Parent Coach - Europe
es: Guía para padres/madres: Europa
fr: Coach parental – Europe

# vertical_parent_coach_europe_pluralized_display_name
source: Parent Coaches - Europe
es: Guías para padres/madres: Europa
fr: Coachs parentaux – Europe

# vertical_parent_coach_long_description
source: Parent Coaches are here to support you with judgment-free guidance and coaching for parenting children across every age and phase, and provide helpful recommendations for fostering healthy communication, routines, and co-parenting in your family.
es: Los guías para padres/madres están aquí para apoyarte con orientación y asesoramiento sin prejuicios para la crianza de niños de todas las edades y etapas, y proporcionar recomendaciones útiles a fin de fomentar la comunicación, rutinas y la cocrianza saludables en tu familia.
fr: Les coachs parentaux sont là pour vous soutenir avec des conseils et un accompagnement sans jugement pour vous aider à éduquer vos enfants à tous les âges et à toutes les étapes de leur vie, mais également pour vous apporter des recommandations utiles pour favoriser une communication, des routines et une coparentalité saines au sein de votre famille.

# vertical_parent_coach_name
source: Parent Coach
es: Guía para padres/madres
fr: Coach parental

# vertical_parent_coach_pluralized_display_name
source: Parent Coaches
es: Guías para padres/madres
fr: Coachs parentaux

# vertical_pediatric_nurse_practitioner_canada_description
source: Infant health, pediatric health, cold and flu, medication support
es: Salud infantil, salud pediátrica, resfriado y gripe, apoyo con medicamentos
fr: Santé infantile, santé pédiatrique, rhume et grippe, soutien médicamenteux

# vertical_pediatric_nurse_practitioner_canada_display_name
source: Pediatric Nurse Practitioner - Canada
es: Enfermero(a) especialista en pediatría: Canadá
fr: Infirmier praticien en pédiatrie – Canada

# vertical_pediatric_nurse_practitioner_canada_long_description
source: Pediatric Nurse Practitioners can support the health of children of all ages with treatment plans for acute and chronic illnesses, guidance on medications and procedures, and answer any questions you have about their physical well-being.
es: Los enfermeros especialistas en pediatría pueden brindar apoyo para la salud de los niños de todas las edades con planes de tratamiento para enfermedades agudas y crónicas, orientación sobre medicamentos y procedimientos, y responder cualquier pregunta que tengas sobre su bienestar físico.
fr: Les Infirmiers praticiens en pédiatrie sont spécialisés dans la santé des enfants de tous âges et peuvent établir des plans de traitement pour les maladies aiguës et chroniques, prodiguer des conseils en matière de médicaments et de procédures à suivre, et répondre à toutes vos questions concernant le bien-être physique des enfants.

# vertical_pediatric_nurse_practitioner_canada_name
source: Pediatric Nurse Practitioner - Canada
es: Enfermero(a) especialista en pediatría: Canadá
fr: Infirmier praticien en pédiatrie – Canada

# vertical_pediatric_nurse_practitioner_canada_pluralized_display_name
source: Pediatric Nurse Practitioners - Canada
es: Enfermero(a)s pediátric(o)as - Canadá
fr: Infirmiers praticiens en pédiatrie – Canada

# vertical_pediatric_nurse_practitioner_description
source: Infant health, pediatric health, cold and flu, medication support
es: Salud infantil, salud pediátrica, resfriado y gripe, apoyo con medicamentos
fr: Santé infantile, santé pédiatrique, rhume et grippe, soutien médicamenteux

# vertical_pediatric_nurse_practitioner_display_name
source: Pediatric Nurse Practitioner
es: Enfermero(a) especialista pediátrico
fr: Infirmier praticien en pédiatrie

# vertical_pediatric_nurse_practitioner_long_description
source: Pediatric Nurse Practitioners can support the health of children of all ages with treatment plans for acute and chronic illnesses, guidance on medications and procedures, and answer any questions you have about their physical well-being.
es: Los enfermeros especialistas en pediatría pueden apoyar la salud de los niños de todas las edades con planes de tratamiento para enfermedades agudas y crónicas, orientación sobre medicamentos y procedimientos, y responder cualquier pregunta que tengas sobre su bienestar físico.
fr: Les Infirmiers praticiens en pédiatrie sont spécialisés dans la santé des enfants de tous âges et peuvent établir des plans de traitement pour les maladies aiguës et chroniques, prodiguer des conseils en matière de médicaments et de procédures à suivre, et répondre à toutes vos questions concernant le bien-être physique des enfants.

# vertical_pediatric_nurse_practitioner_name
source: Pediatric Nurse Practitioner
es: Enfermero especialista pediátrico
fr: Infirmier praticien en pédiatrie

# vertical_pediatric_nurse_practitioner_pluralized_display_name
source: Pediatric Nurse Practitioners
es: Enfermeros especialistas pediátricos
fr: Infirmiers praticiens en pédiatrie

# vertical_pediatric_occupational_therapist_description
source: Motor development, feeding, social-emotional skills
es: Desarrollo motor, alimentación, habilidades socioemocionales
fr: Développement moteur, alimentation, compétences socio-émotionnelles

# vertical_pediatric_occupational_therapist_display_name
source: Pediatric Occupational Therapist
es: Terapeuta ocupacional pediátrico
fr: Ergothérapeute pédiatrique

# vertical_pediatric_occupational_therapist_long_description
source: Pediatric Occupational Therapists can support your child's development, identify potential delays, and offer age-appropriate activities to improve speech, vision, cognition, feeding, fine motor, gross motor, sensory, and social-emotional skill sets.
es: Los terapeutas ocupacionales pediátricos pueden respaldar el desarrollo de tu hijo, identificar posibles retrasos y ofrecer actividades apropiadas para su edad a fin de mejorar el habla, la visión, la cognición, la alimentación, y las habilidades motoras finas y gruesas, sensoriales y socioemocionales.
fr: Les Ergothérapeutes pédiatriques peuvent soutenir le développement de votre enfant, identifier d'éventuels retards et proposer des activités adaptées à son âge pour améliorer ses compétences en matière de parole, de vision, de cognition, d'alimentation, de motricité fine, de motricité globale, de sensorialité et socio-émotionnelles.

# vertical_pediatric_occupational_therapist_name
source: Pediatric Occupational Therapist
es: Terapeuta ocupacional pediátrico
fr: Ergothérapeute pédiatrique

# vertical_pediatric_occupational_therapist_pluralized_display_name
source: Pediatric Occupational Therapists
es: Terapeutas ocupacionales pediátricos
fr: Ergothérapeutes pédiatriques

# vertical_pediatric_sleep_coach_canada_description
source: Sleep solutions for children, nap and bedtime routines, sleep health
es: Soluciones para el sueño infantil, rutinas de siesta y de sueño, salud del sueño
fr: Solutions de sommeil pour les enfants, routines de sieste et de coucher, santé du sommeil

# vertical_pediatric_sleep_coach_canada_display_name
source: Pediatric Sleep Coach - Canada
es: Guía de sueño infantil: Canadá
fr: Coach du sommeil de l'enfant – Canada

# vertical_pediatric_sleep_coach_canada_long_description
source: Pediatric Sleep Coaches can give you solutions if your child is having trouble falling or staying asleep, and provide you with age-appropriate nap and bedtime schedules, guidance for preventing SIDS, and tips for encouraging healthy sleep habits.
es: Los guías de sueño infantil pueden ofrecerte soluciones si tu hijo tiene problemas para conciliar o mantener el sueño, y proporcionarte horarios de siesta y de sueño apropiados para su edad, ayuda para prevenir el SMSL y consejos para adquirir hábitos de sueño saludables.
fr: Les Coachs du sommeil de l'enfant peuvent vous proposer des solutions si votre enfant a du mal à s'endormir ou à rester endormi, et vous fournir des horaires de sieste et de coucher adaptés à son âge, des conseils pour prévenir la MSN, ainsi que des astuces pour encourager des habitudes de sommeil saines.

# vertical_pediatric_sleep_coach_canada_name
source: Pediatric Sleep Coach - Canada
es: Guía de sueño infantil: Canadá
fr: Coach du sommeil de l'enfant – Canada

# vertical_pediatric_sleep_coach_canada_pluralized_display_name
source: Pediatric Sleep Coaches - Canada
es: Guías de sueño infantil: Canadá
fr: Coachs du sommeil de l'enfant – Canada

# vertical_pediatric_sleep_coach_description
source: Sleep solutions for children, nap and bedtime routines, sleep health
es: Soluciones para el sueño infantil, rutinas de siesta y de sueño, salud del sueño
fr: Solutions de sommeil pour les enfants, routines de sieste et de coucher, santé du sommeil

# vertical_pediatric_sleep_coach_display_name
source: Pediatric Sleep Coach
es: Guía de sueño infantil
fr: Coach du sommeil de l'enfant

# vertical_pediatric_sleep_coach_europe_description
source: Sleep solutions for children, nap and bedtime routines, sleep health
es: Soluciones para el sueño infantil, rutinas de siesta y de sueño, salud del sueño
fr: Solutions de sommeil pour les enfants, routines de sieste et de coucher, santé du sommeil

# vertical_pediatric_sleep_coach_europe_display_name
source: Pediatric Sleep Coach - Europe
es: Guía de sueño infantil: Europa
fr: Coach du sommeil de l'enfant – Europe

# vertical_pediatric_sleep_coach_europe_long_description
source: Pediatric Sleep Coaches can give you solutions if your child is having trouble falling or staying asleep, and provide you with age-appropriate nap and bedtime schedules, guidance for preventing SIDS, and tips for encouraging healthy sleep habits.
es: Los guías de sueño infantil pueden ofrecerte soluciones si tu hijo tiene problemas para conciliar o mantener el sueño, y proporcionarte horarios de siesta y de sueño apropiados para su edad, ayuda para prevenir el SMSL y consejos para adquirir hábitos de sueño saludables.
fr: Les Coachs du sommeil de l'enfant peuvent vous proposer des solutions si votre enfant a du mal à s'endormir ou à rester endormi, et vous fournir des horaires de sieste et de coucher adaptés à son âge, des conseils pour prévenir la MSN, ainsi que des astuces pour encourager des habitudes de sommeil saines.

# vertical_pediatric_sleep_coach_europe_name
source: Pediatric Sleep Coach - Europe
es: Guía de sueño infantil: Europa
fr: Coach du sommeil de l'enfant – Europe

# vertical_pediatric_sleep_coach_europe_pluralized_display_name
source: Pediatric Sleep Coaches - Europe
es: Guías de sueño infantil: Europa
fr: Coachs du sommeil de l'enfant – Europe

# vertical_pediatric_sleep_coach_long_description
source: Pediatric Sleep Coaches can give you solutions if your child is having trouble falling or staying asleep, and provide you with age-appropriate nap and bedtime schedules, guidance for preventing SIDS, and tips for encouraging healthy sleep habits.
es: Los guías de sueño infantil pueden ofrecerte soluciones si tu hijo tiene problemas para conciliar o mantener el sueño, y proporcionarte horarios de siesta y de sueño apropiados para su edad, ayuda para prevenir el SMSL y consejos para adquirir hábitos de sueño saludables.
fr: Les Coachs du sommeil de l'enfant peuvent vous proposer des solutions si votre enfant a du mal à s'endormir ou à rester endormi, et vous fournir des horaires de sieste et de coucher adaptés à son âge, des conseils pour prévenir la MSN, ainsi que des astuces pour encourager des habitudes de sommeil saines.

# vertical_pediatric_sleep_coach_name
source: Pediatric Sleep Coach
es: Guía de sueño infantil
fr: Coach du sommeil de l'enfant

# vertical_pediatric_sleep_coach_pluralized_display_name
source: Pediatric Sleep Coaches
es: Guías de sueño infantil
fr: Coachs du sommeil de l'enfant

# vertical_pediatrician_description
source: General health for infants and children, newborn care, cold and flu, nutrition
es: Salud general para bebés y niños, cuidado de recién nacidos, resfriado y gripe, nutrición
fr: Santé générale des nourrissons et des enfants, soins aux nouveau-nés, rhume et grippe, nutrition

# vertical_pediatrician_display_name
source: Pediatrician
es: Pediatra
fr: Pédiatre

# vertical_pediatrician_europe_description
source: General health for infants and children, newborn care, cold and flu, nutrition
es: Salud general para bebés y niños, cuidado de recién nacidos, resfriado y gripe, nutrición
fr: Santé générale des nourrissons et des enfants, soins aux nouveau-nés, rhume et grippe, nutrition

# vertical_pediatrician_europe_display_name
source: Pediatrician - Europe
es: Pediatra: Europa
fr: Pédiatre – Europe

# vertical_pediatrician_europe_long_description
source: Pediatricians are here to help you keep your child healthy, with guidance on managing and treating illnesses or injuries, their physical development and nutritional needs, vaccinations, tests, and procedures, and when to seek emergency care.
es: Los pediatras están aquí para ayudarte a mantener a tu hijo sano, ofreciéndote una guía sobre cómo manejar y tratar enfermedades o lesiones, el desarrollo físico y las necesidades nutricionales, las vacunas, las pruebas y los procedimientos, y cuándo buscar atención de emergencia.
fr: Les Pédiatres sont là pour vous aider à garder votre enfant en bonne santé, en vous prodiguant des conseils concernant la gestion et le traitement des maladies ou des blessures, son développement physique et ses besoins nutritionnels, les vaccinations, les tests et procédures à suivre, et en vous indiquant quand consulter en urgence.

# vertical_pediatrician_europe_name
source: Pediatrician - Europe
es: Pediatra: Europa
fr: Pédiatre – Europe

# vertical_pediatrician_europe_pluralized_display_name
source: Pediatricians - Europe
es: Pediatras: Europa
fr: Pédiatres – Europe

# vertical_pediatrician_india_description
source: General health for infants and children, newborn care, cold and flu, nutrition
es: Salud general para bebés y niños, cuidado de recién nacidos, resfriado y gripe, nutrición
fr: Santé générale des nourrissons et des enfants, soins aux nouveau-nés, rhume et grippe, nutrition

# vertical_pediatrician_india_display_name
source: Pediatrician - India
es: Pediatra: India
fr: Pédiatre – Inde

# vertical_pediatrician_india_long_description
source: Pediatricians are here to help you keep your child healthy, with guidance on managing and treating illnesses or injuries, their physical development and nutritional needs, vaccinations, tests, and procedures, and when to seek emergency care.
es: Los pediatras están aquí para ayudarte a mantener a tu hijo sano, ofreciéndote una guía sobre cómo manejar y tratar enfermedades o lesiones, el desarrollo físico y las necesidades nutricionales, las vacunas, las pruebas y los procedimientos, y cuándo buscar atención de emergencia.
fr: Les Pédiatres sont là pour vous aider à garder votre enfant en bonne santé, en vous prodiguant des conseils concernant la gestion et le traitement des maladies ou des blessures, son développement physique et ses besoins nutritionnels, les vaccinations, les tests et procédures à suivre, et en vous indiquant quand consulter en urgence.

# vertical_pediatrician_india_name
source: Pediatrician - India
es: Pediatra: India
fr: Pédiatre – Inde

# vertical_pediatrician_india_pluralized_display_name
source: Pediatricians - India
es: Pediatras: India
fr: Pédiatres – Inde

# vertical_pediatrician_long_description
source: Pediatricians are here to help you keep your child healthy, with guidance on managing and treating illnesses or injuries, their physical development and nutritional needs, vaccinations, tests, and procedures, and when to seek emergency care.
es: Los pediatras están aquí para ayudarte a mantener a tu hijo sano, ofreciéndote una guía sobre cómo manejar y tratar enfermedades o lesiones, el desarrollo físico y las necesidades nutricionales, las vacunas, las pruebas y los procedimientos, y cuándo buscar atención de emergencia.
fr: Les Pédiatres sont là pour vous aider à garder votre enfant en bonne santé, en vous prodiguant des conseils concernant la gestion et le traitement des maladies ou des blessures, son développement physique et ses besoins nutritionnels, les vaccinations, les tests et procédures à suivre, et en vous indiquant quand consulter en urgence.

# vertical_pediatrician_mexico_description
source: General health for infants and children, newborn care, cold and flu, nutrition
es: Salud general para bebés y niños, cuidado de recién nacidos, resfriado y gripe, nutrición
fr: Santé générale des nourrissons et des enfants, soins aux nouveau-nés, rhume et grippe, nutrition

# vertical_pediatrician_mexico_display_name
source: Pediatrician - Mexico
es: Pediatra: México
fr: Pédiatre – Mexique

# vertical_pediatrician_mexico_long_description
source: Pediatricians are here to help you keep your child healthy, with guidance on managing and treating illnesses or injuries, their physical development and nutritional needs, vaccinations, tests, and procedures, and when to seek emergency care.
es: Los pediatras están aquí para ayudarte a mantener a tu hijo sano, ofreciéndote una guía sobre cómo manejar y tratar enfermedades o lesiones, el desarrollo físico y las necesidades nutricionales, las vacunas, las pruebas y los procedimientos, y cuándo buscar atención de emergencia.
fr: Les Pédiatres sont là pour vous aider à garder votre enfant en bonne santé, en vous prodiguant des conseils concernant la gestion et le traitement des maladies ou des blessures, son développement physique et ses besoins nutritionnels, les vaccinations, les tests et procédures à suivre, et en vous indiquant quand consulter en urgence.

# vertical_pediatrician_mexico_name
source: Pediatrician - Mexico
es: Pediatra: México
fr: Pédiatre – Mexique

# vertical_pediatrician_mexico_pluralized_display_name
source: Pediatricians - Mexico
es: Pediatras: México
fr: Pédiatres – Mexique

# vertical_pediatrician_name
source: Pediatrician
es: Pediatra
fr: Pédiatre

# vertical_pediatrician_pluralized_display_name
source: Pediatricians
es: Pediatras
fr: Pédiatres

# vertical_physical_support_coach_asia_pacific_description
source: Pelvic floor strengthening, pain management
es: Fortalecimiento del suelo pélvico, manejo del dolor
fr: Renforcement du plancher pelvien, gestion de la douleur

# vertical_physical_support_coach_asia_pacific_display_name
source: Physical Support Coach - Asia Pacific
es: Guía de apoyo físico: Asia-Pacífico
fr: Coach en soutien physique – Asie-Pacifique

# vertical_physical_support_coach_asia_pacific_long_description
source: Physical Support Coaches can support your physical health with movements and exercises that relieve pain, improve flexibility, restore physical abilities, and strengthen key muscle groups, like the pelvic floor.
es: Los guías de apoyo físico pueden mejorar tu salud física con movimientos y ejercicios que alivian el dolor, mejoran la flexibilidad, restauran habilidades físicas y fortalecen grupos musculares clave, como el suelo pélvico.
fr: Les coachs en soutien physique peuvent améliorer votre santé physique grâce à des mouvements et des exercices qui soulagent la douleur, améliorent la flexibilité, restaurent les capacités physiques et renforcent des groupes musculaires clés, comme le plancher pelvien.

# vertical_physical_support_coach_asia_pacific_name
source: Physical Support Coach - Asia Pacific
es: Guía de apoyo físico: Asia-Pacífico
fr: Coach en soutien physique – Asie-Pacifique

# vertical_physical_support_coach_asia_pacific_pluralized_display_name
source: Physical Support Coaches - Asia Pacific
es: Guías de apoyo físico: Asia-Pacífico
fr: Coachs en soutien physique – Asie-Pacifique

# vertical_physical_support_coach_description
source: Pelvic floor strengthening, pain management
es: Fortalecimiento del suelo pélvico, manejo del dolor
fr: Renforcement du plancher pelvien, gestion de la douleur

# vertical_physical_support_coach_display_name
source: Physical Support Coach
es: Guía de apoyo físico
fr: Coach en soutien physique

# vertical_physical_support_coach_long_description
source: Physical Support Coaches can support your physical health with movements and exercises that relieve pain, improve flexibility, restore physical abilities, and strengthen key muscle groups, like the pelvic floor.
es: Los guías de apoyo físico pueden mejorar tu salud física con movimientos y ejercicios que alivian el dolor, mejoran la flexibilidad, restauran habilidades físicas y fortalecen grupos musculares clave, como el suelo pélvico.
fr: Les coachs en soutien physique peuvent améliorer votre santé physique grâce à des mouvements et des exercices qui soulagent la douleur, améliorent la flexibilité, restaurent les capacités physiques et renforcent des groupes musculaires clés, comme le plancher pelvien.

# vertical_physical_support_coach_name
source: Physical Support Coach
es: Guía de apoyo físico
fr: Coach en soutien physique

# vertical_physical_support_coach_pluralized_display_name
source: Physical Support Coaches
es: Guías de apoyo físico
fr: Coachs en soutien physique

# vertical_physician_description
source: Adult general health, cold and flu
es: Salud general de adultos, resfriado y gripe
fr: Santé générale des adultes, rhume et grippe

# vertical_physician_display_name
source: Physician
es: Médico(a)
fr: Médecin

# vertical_physician_long_description
source: Physicians can help you understand, manage, and treat illnesses or injuries, give you helpful recommendations for preventing chronic conditions and maintaining a healthy lifestyle, and recommend specialists based on your health concerns.
es: Los médicos pueden ayudarte a entender, manejar y tratar enfermedades o lesiones, darte recomendaciones útiles para prevenir afecciones crónicas y mantener un estilo de vida saludable, y recomendar especialistas según tus preocupaciones de salud.
fr: Les Médecins peuvent vous aider à comprendre, gérer et traiter les maladies ou les blessures, vous donner des recommandations utiles pour prévenir les maladies chroniques et maintenir un mode de vie sain, et recommander des spécialistes en fonction de vos préoccupations de santé.

# vertical_physician_name
source: Physician
es: Médico
fr: Médecin

# vertical_physician_pluralized_display_name
source: Physicians
es: Médicos
fr: Médecins

# vertical_reproductive_endocrinologist_description
source: Fertility, IVF/IUI, egg freezing, medication specialist
es: Fertilidad, FIV/IUI, congelación de óvulos, especialista en medicamentos
fr: Fertilité, FIV/IIU, congélation d'ovocytes, spécialiste des médicaments

# vertical_reproductive_endocrinologist_display_name
source: Reproductive Endocrinologist
es: Endocrinólogo(a) reproductivo(a)
fr: Endocrinologue de la reproduction
