Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/verticals.po
Languages: es, fr

# vertical_lactation_consultant_india_long_description
source: Lactation Consultants can help you feed your baby with solutions for breastfeeding and pumping challenges, share what to do if you're experiencing pain or discomfort during feedings, offer tips for increasing your milk supply, weaning, and more.
es: Los consultores de lactancia pueden ayudarte a alimentar a tu bebé con soluciones para los desafíos de la lactancia y la extracción, compartir qué hacer si sientes dolor o incomodidad durante la alimentación, ofrecer consejos para aumentar la producción de leche, el destete y más.
fr: Les Consultants en lactation peuvent vous aider à nourrir votre bébé en vous proposant des solutions pour relever les défis liés à l'allaitement et au tirage du lait, en vous disant quoi faire si vous ressentez des douleurs ou de l'inconfort pendant les tétées, en vous prodiguant des conseils pour augmenter votre production de lait, mettre en place le sevrage, et plus encore.

# vertical_lactation_consultant_india_name
source: Lactation Consultant - India
es: Consultor de lactancia: India
fr: Consultant en lactation – Inde

# vertical_lactation_consultant_india_pluralized_display_name
source: Lactation Consultants - India
es: Consultores de lactancia: India
fr: Consultants en lactation – Inde

# vertical_lactation_consultant_long_description
source: Lactation Consultants can help you feed your baby with solutions for breastfeeding and pumping challenges, share what to do if you're experiencing pain or discomfort during feedings, offer tips for increasing your milk supply, weaning, and more.
es: Los consultores de lactancia pueden ayudarte a alimentar a tu bebé con soluciones para los desafíos de la lactancia y la extracción, compartir qué hacer si sientes dolor o incomodidad durante la alimentación, ofrecer consejos para aumentar la producción de leche, el destete y más.
fr: Les Consultants en lactation peuvent vous aider à nourrir votre bébé en vous proposant des solutions pour relever les défis liés à l'allaitement et au tirage du lait, en vous disant quoi faire si vous ressentez des douleurs ou de l'inconfort pendant les tétées, en vous prodiguant des conseils pour augmenter votre production de lait, mettre en place le sevrage, et plus encore.

# vertical_lactation_consultant_name
source: Lactation Consultant
es: Consultor de lactancia
fr: Consultant en lactation

# vertical_lactation_consultant_pluralized_display_name
source: Lactation Consultants
es: Consultores de lactancia
fr: Consultants en lactation

# vertical_maternity_care_provider_india_description
source: Reproductive health, prenatal, pregnancy, menopause
es: Salud reproductiva, prenatal, embarazo, menopausia
fr: Santé reproductive, prénatal, grossesse, ménopause

# vertical_maternity_care_provider_india_display_name
source: Maternity Care Provider - India
es: Profesional de atención materna: India
fr: Professionnel des soins de maternité – Inde

# vertical_maternity_care_provider_india_long_description
source: Maternity Care Providers can offer clarity and guidance on anything related to women's health—from menstruation and fertility, to pregnancy and postpartum—and offer support in managing birth control, STDs, STIs, UTIs, and more.
es: Los profesionales de atención materna pueden ofrecer claridad y orientación sobre cualquier tema relacionado con la salud de las mujeres: desde la menstruación y la fertilidad, hasta el embarazo y el posparto. También brindan apoyo con la anticoncepción, ETS, ITS, ITU y más.
fr: Les professionnels des soins de maternité peuvent vous apporter des éclaircissements et des conseils sur tous les sujets relatifs à la santé des femmes – de la menstruation et la fertilité, à la grossesse et au post-partum – et vous offrir un soutien dans la gestion de votre contraception, des MST, des IST, des infections urinaires, et plus encore.

# vertical_maternity_care_provider_india_name
source: Maternity Care Provider - India
es: Profesional de atención materna: India
fr: Professionnel des soins de maternité – Inde

# vertical_maternity_care_provider_india_pluralized_display_name
source: Maternity Care Provider - India
es: Profesional de atención materna: India
fr: Professionnel des soins de maternité – Inde

# vertical_mens_health_nurse_practitioner_description
source: Support for men's physical, sexual, and reproductive health
es: Apoyo para la salud física, sexual y reproductiva de los hombres
fr: Soutien pour la santé physique, sexuelle et reproductive des hommes

# vertical_mens_health_nurse_practitioner_display_name
source: Men's Health Nurse Practitioner
es: Enfermero(a) especialista en la salud del hombre
fr: Infirmier praticien spécialisé en santé des hommes

# vertical_mens_health_nurse_practitioner_long_description
source: Men’s Health Nurse Practitioners can help you understand your fertility, discuss semen analysis and fertility treatment options to improve your odds of conceiving, plus answer any general men's health questions along the way, including those about low testosterone and general mid-life issues.
es: Los enfermeros especialistas en la salud de los hombres pueden ayudarte a entender tu fertilidad, hablar sobre el análisis de semen y las opciones de tratamiento de fertilidad para mejorar tus probabilidades de concebir, además de responder cualquier pregunta general sobre la salud masculina, incluidas aquellas sobre un nivel bajo de testosterona y los problemas generales de la mediana edad.
fr: Les infirmiers praticiens spécialisés en santé masculine peuvent vous aider à comprendre votre fertilité, discuter avec vous des analyses de sperme et des options de traitement de la fertilité pour améliorer vos chances de concevoir, et répondre à toutes vos questions d'ordre général sur la santé des hommes, y compris celles concernant un faible taux de testostérone et les problèmes généraux après la quarantaine.

# vertical_mens_health_nurse_practitioner_name
source: Men's Health Nurse Practitioner
es: Enfermero(a) especialista en la salud del hombre
fr: Infirmier praticien spécialisé en santé des hommes

# vertical_mens_health_nurse_practitioner_pluralized_display_name
source: Men's Health Nurse Practitioners
es: Enfermeros especialistas en la salud de los hombres
fr: Infirmiers praticiens spécialisés en santé des hommes

# vertical_mental_health_provider_africa_middle_east_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_africa_middle_east_display_name
source: Mental Health Provider - Africa & Middle East
es: Proveedor de salud mental: África y Medio Oriente
fr: Professionnel de la santé mentale – Afrique et Moyen-Orient

# vertical_mental_health_provider_africa_middle_east_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_africa_middle_east_name
source: Mental Health Provider - Africa & Middle East
es: Proveedor de salud mental: África y Medio Oriente
fr: Professionnel de la santé mentale – Afrique et Moyen-Orient

# vertical_mental_health_provider_africa_middle_east_pluralized_display_name
source: Mental Health Providers - Africa & Middle East
es: Profesionales de salud mental: África y Medio Oriente
fr: Professionnels de la santé mentale – Afrique et Moyen-Orient

# vertical_mental_health_provider_asia_pacific_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_asia_pacific_display_name
source: Mental Health Provider - Asia Pacific
es: Profesional de salud mental: Asia-Pacífico
fr: Professionnel de la santé mentale – Asie-Pacifique

# vertical_mental_health_provider_asia_pacific_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_asia_pacific_name
source: Mental Health Provider - Asia Pacific
es: Profesional de salud mental: Asia-Pacífico
fr: Professionnel de la santé mentale – Asie-Pacifique

# vertical_mental_health_provider_asia_pacific_pluralized_display_name
source: Mental Health Providers - Asia Pacific
es: Profesionales de salud mental: Asia-Pacífico
fr: Professionnels de la santé mentale – Asie-Pacifique

# vertical_mental_health_provider_brazil_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_brazil_display_name
source: Mental Health Provider - Brazil
es: Profesional de salud mental: Brasil
fr: Professionnel de la santé mentale – Brésil

# vertical_mental_health_provider_brazil_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_brazil_name
source: Mental Health Provider - Brazil
es: Profesional de salud mental: Brasil
fr: Professionnel de la santé mentale – Brésil

# vertical_mental_health_provider_brazil_pluralized_display_name
source: Mental Health Providers - Brazil
es: Profesionales de salud mental: Brasil
fr: Professionnels de la santé mentale – Brésil

# vertical_mental_health_provider_canada_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_canada_display_name
source: Mental Health Provider - Canada
es: Profesional de salud mental: Canadá
fr: Professionnel de la santé mentale – Canada

# vertical_mental_health_provider_canada_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_canada_name
source: Mental Health Provider - Canada
es: Profesional de salud mental: Canadá
fr: Professionnel de la santé mentale – Canada

# vertical_mental_health_provider_canada_pluralized_display_name
source: Mental Health Providers - Canada
es: Profesionales de salud mental: Canadá
fr: Professionnels de la santé mentale – Canada

# vertical_mental_health_provider_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_display_name
source: Mental Health Provider
es: Profesional de salud mental
fr: Professionnel de la santé mentale

# vertical_mental_health_provider_europe_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_europe_display_name
source: Mental Health Provider - Europe
es: Profesional de salud mental: Europa
fr: Professionnel de la santé mentale – Europe

# vertical_mental_health_provider_europe_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_europe_name
source: Mental Health Provider - Europe
es: Profesional de salud mental: Europa
fr: Professionnel de la santé mentale – Europe

# vertical_mental_health_provider_europe_pluralized_display_name
source: Mental Health Providers - Europe
es: Profesionales de salud mental: Europa
fr: Professionnels de la santé mentale – Europe

# vertical_mental_health_provider_india_description
source: Stress, depression, anxiety, life transitions, emotional support
es: Estrés, depresión, ansiedad, transiciones de vida, apoyo emocional
fr: Stress, dépression, anxiété, transitions de vie, soutien émotionnel

# vertical_mental_health_provider_india_display_name
source: Mental Health Provider - India
es: Profesional de salud mental: India
fr: Professionnel de la santé mentale – Inde

# vertical_mental_health_provider_india_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_india_name
source: Mental Health Provider - India
es: Profesional de salud mental: India
fr: Professionnel de la santé mentale – Inde

# vertical_mental_health_provider_india_pluralized_display_name
source: Mental Health Providers - India
es: Profesionales de salud mental: India
fr: Professionnels de la santé mentale – Inde

# vertical_mental_health_provider_long_description
source: Mental Health Providers can support you throughout your journey with a safe space to share, be heard, and get advice without judgment, along with specialized care for any stress, anxiety, depression, or mood disorders you may be experiencing.
es: Los profesionales de salud mental pueden apoyarte en tu recorrido ofreciéndote un espacio seguro para compartir, que se te escuche y recibir consejos sin prejuicios, junto con atención especializada para el estrés, la ansiedad, la depresión o trastornos del estado de ánimo que puedas tener.
fr: Les Professionnels de la santé mentale peuvent vous accompagner tout au long de votre parcours en vous offrant un espace sûr pour partager, être écouté(e) et obtenir des conseils sans jugement, mais également recevoir des soins spécialisés en matière de stress, d'anxiété, de dépression ou de trouble de l'humeur que vous pourriez ressentir.

# vertical_mental_health_provider_name
source: Mental Health Provider
es: Profesional de salud mental
fr: Professionnel(le) de la santé mentale

# vertical_mental_health_provider_pluralized_display_name
source: Mental Health Providers
es: Proveedores de salud mental
fr: Professionnels de la santé mentale

# vertical_midwife_africa_middle_east_description
source: Pregnancy, birth, postpartum, menopause
es: Embarazo, parto, posparto, menopausia
fr: Grossesse, naissance, post-partum, ménopause

# vertical_midwife_africa_middle_east_display_name
source: Midwife - Africa & Middle East
es: Matrona: África y Medio Oriente
fr: Sage-femme – Afrique et Moyen-Orient

# vertical_midwife_africa_middle_east_long_description
source: Midwives can offer clarity on anything related to women's health, from birth control and menopause, to pregnancy and postpartum, and offer support throughout labor with tips for easing pain and having a healthy delivery.
es: Las parteras pueden ofrecer claridad sobre cualquier tema relacionado con la salud de las mujeres: desde la anticoncepción y la menopausia hasta el embarazo y el posparto, y brindar apoyo durante el parto con consejos para aliviar el dolor y para que el procedimiento sea saludable.
fr: Les sages-femmes peuvent vous apporter des éclaircissements sur tout ce qui concerne la santé des femmes, de la contraception et la ménopause, à la grossesse et au post-partum, et vous offrir un soutien tout au long du travail avec des conseils pour soulager la douleur et accoucher dans de bonnes conditions.

# vertical_midwife_africa_middle_east_name
source: Midwife - Africa & Middle East
es: Partera: África y Oriente Medio
fr: Sage-femme – Afrique et Moyen-Orient

# vertical_midwife_africa_middle_east_pluralized_display_name
source: Midwives - Africa & Middle East
es: Parteras: África y Medio Oriente
fr: Sages-femmes – Afrique et Moyen-Orient

# vertical_midwife_asia_pacific_description
source: Pregnancy, birth, postpartum, menopause
es: Embarazo, parto, posparto, menopausia
fr: Grossesse, naissance, post-partum, ménopause

# vertical_midwife_asia_pacific_display_name
source: Midwife - Asia Pacific
es: Matrona: Asia-Pacífico
fr: Sage-femme – Asie-Pacifique

# vertical_midwife_asia_pacific_long_description
source: Midwives can offer clarity on anything related to women's health, from birth control and menopause, to pregnancy and postpartum, and offer support throughout labor with tips for easing pain and having a healthy delivery.
es: Las parteras pueden ofrecer claridad sobre cualquier tema relacionado con la salud de las mujeres: desde la anticoncepción y la menopausia hasta el embarazo y el posparto, y brindar apoyo durante el parto con consejos para aliviar el dolor y para que el procedimiento sea saludable.
fr: Les sages-femmes peuvent vous apporter des éclaircissements sur tout ce qui concerne la santé des femmes, de la contraception et la ménopause, à la grossesse et au post-partum, et vous offrir un soutien tout au long du travail avec des conseils pour soulager la douleur et accoucher dans de bonnes conditions.

# vertical_midwife_asia_pacific_name
source: Midwife - Asia Pacific
es: Partera: Asia-Pacífico
fr: Sage-femme – Asie-Pacifique

# vertical_midwife_asia_pacific_pluralized_display_name
source: Midwives - Asia Pacific
es: Parteras: Asia-Pacífico
fr: Sages-femmes – Asie-Pacifique

# vertical_midwife_canada_description
source: Pregnancy, birth, postpartum, menopause
es: Embarazo, parto, posparto, menopausia
fr: Grossesse, naissance, post-partum, ménopause

# vertical_midwife_canada_display_name
source: Midwife - Canada
es: Matrona: Canadá
fr: Sage-femme – Canada

# vertical_midwife_canada_long_description
source: Midwives can offer clarity on anything related to women's health, from birth control and menopause, to pregnancy and postpartum, and offer support throughout labor with tips for easing pain and having a healthy delivery.
es: Las parteras pueden ofrecer claridad sobre cualquier tema relacionado con la salud de las mujeres: desde la anticoncepción y la menopausia hasta el embarazo y el posparto, y brindar apoyo durante el parto con consejos para aliviar el dolor y para que el procedimiento sea saludable.
fr: Les sages-femmes peuvent vous apporter des éclaircissements sur tout ce qui concerne la santé des femmes, de la contraception et la ménopause, à la grossesse et au post-partum, et vous offrir un soutien tout au long du travail avec des conseils pour soulager la douleur et accoucher dans de bonnes conditions.

# vertical_midwife_canada_name
source: Midwife - Canada
es: Partera: Canadá
fr: Sage-femme – Canada

# vertical_midwife_canada_pluralized_display_name
source: Midwives - Canada
es: Parteras: Canadá
fr: Sages-femmes – Canada

# vertical_midwife_description
source: Pregnancy, birth, postpartum, menopause
es: Embarazo, parto, posparto, menopausia
fr: Grossesse, naissance, post-partum, ménopause

# vertical_midwife_display_name
source: Midwife
es: Matrona
fr: Sage-femme

# vertical_midwife_europe_description
source: Pregnancy, birth, postpartum, menopause
es: Embarazo, parto, posparto, menopausia
fr: Grossesse, naissance, post-partum, ménopause
