Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/verticals.po
Languages: es, fr

# vertical_egg_donor_consultant_long_description
source: Egg donor consultants are here to help you understand the egg donation and egg freezing process, advise you on how to find an egg donation attorney, and help you weigh the pros and cons of egg donation for you and your family.
es: Los consultores de donantes de óvulos están aquí para ayudarte a entender el proceso de donación y congelación de óvulos, asesorarte sobre cómo encontrar un abogado especializado en donación de óvulos y ayudarte a sopesar los pros y los contras de la donación de óvulos para ti y tu familia.
fr: Les consultants en don d’ovocytes sont là pour vous aider à comprendre le processus de don et de congélation d'ovocytes, vous conseiller sur la manière de trouver un avocat spécialisé en don d'ovocytes, et vous aider à peser le pour et le contre du don d'ovocytes pour vous et votre famille.

# vertical_egg_donor_consultant_name
source: Egg Donor Consultant
es: Consultor de donantes de óvulos
fr: Consultant en don d’ovocytes

# vertical_egg_donor_consultant_pluralized_display_name
source: Egg Donor Consultants
es: Consultores de donantes de óvulos
fr: Consultants en don d’ovocytes

# vertical_family_physician_description
source: Adult and pediatric general health
es: Salud general para adultos y pediátrica
fr: Santé générale des adultes et des enfants

# vertical_family_physician_display_name
source: Family Physician
es: Médico(a) de familia
fr: Médecin de famille

# vertical_family_physician_long_description
source: Family Physicians can help people of all ages understand, manage, and treat their illnesses or injuries, and share their advice for preventative care and maintaining a healthy lifestyle.
es: Los médicos de familia pueden ayudar a personas de todas las edades a entender, manejar y tratar sus enfermedades o lesiones, y compartir consejos para el cuidado preventivo y el mantenimiento de un estilo de vida saludable.
fr: Les Médecins de famille peuvent aider les personnes de tous âges à comprendre, gérer et traiter leurs maladies ou leurs blessures, et partager leurs conseils en matière de soins préventifs et de maintien d'un mode de vie sain.

# vertical_family_physician_name
source: Family Physician
es: Médico de familia
fr: Médecin de famille

# vertical_family_physician_pluralized_display_name
source: Family Physicians
es: Médicos de familia
fr: Médecins de famille

# vertical_fertility_awareness_educator_description
source: Period and ovulation tracking, timing intercourse
es: Registro del período y la ovulación, programación de las relaciones sexuales
fr: Suivi des règles et de l'ovulation, synchronisation des rapports sexuels

# vertical_fertility_awareness_educator_display_name
source: Fertility Awareness Educator
es: Educador(a) en conciencia de la fertilidad
fr: Coach en fertilité

# vertical_fertility_awareness_educator_long_description
source: Fertility Awareness Educators are here to help you understand how fertility works, give you expert ways to track your menstrual cycle and ovulation, time intercourse, and explore ways to help your chances of conceiving without intervention.
es: Los educadores en conciencia de la fertilidad están aquí para ayudarte a entender cómo funciona la fertilidad, enseñarte formas específicas de registrar el ciclo menstrual y la ovulación, programar las relaciones sexuales, y explorar maneras de aumentar tus posibilidades de concebir sin intervención.
fr: Les coachs en fertilité sont là pour vous aider à comprendre comment fonctionne la fertilité, vous donner des conseils d'experts pour suivre votre cycle menstruel et votre ovulation, planifier vos rapports sexuels et explorer des moyens d'augmenter vos chances de concevoir sans intervention.

# vertical_fertility_awareness_educator_name
source: Fertility Awareness Educator
es: Educador en conciencia de la fertilidad
fr: Coach en fertilité

# vertical_fertility_awareness_educator_pluralized_display_name
source: Fertility Awareness Educators
es: Educadores en conciencia de la fertilidad
fr: Coachs en fertilité

# vertical_fertility_specialist_europe_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_fertility_specialist_europe_display_name
source: Fertility Specialist - Europe
es: Especialista en fertilidad: Europa
fr: Spécialiste de la fertilité – Europe

# vertical_fertility_specialist_europe_long_description
source: Fertility Specialists can help you understand conception and fertility, provide answers about how fertility treatments work, give you methods to try to improve your odds of conceiving, and share if you'd benefit from a fertility evaluation.
es: Los especialistas en fertilidad pueden ayudarte a entender la concepción y la fertilidad, proporcionarte respuestas sobre cómo funcionan los tratamientos de fertilidad, darte métodos para intentar mejorar tus probabilidades de concebir y compartir si te beneficiarías de una evaluación de fertilidad.
fr: Les spécialistes de la fertilité peuvent vous aider à comprendre les fondamentaux de la conception et de la fertilité, vous apporter des réponses sur le fonctionnement des traitements en matière de fertilité, vous donner des méthodes pour essayer d'améliorer vos chances de concevoir, et vous indiquer si vous pourriez bénéficier d'une évaluation de votre fertilité.

# vertical_fertility_specialist_europe_name
source: Fertility Specialist - Europe
es: Especialista en fertilidad: Europa
fr: Spécialiste de la Fertilité – Europe

# vertical_fertility_specialist_europe_pluralized_display_name
source: Fertility Specialists - Europe
es: Especialistas en fertilidad: Europa
fr: Spécialistes de la Fertilité – Europe

# vertical_fertility_specialist_india_description
source: Fertility, IVF/IUI/egg freezing, medication support
es: Fertilidad, FIV/IUI/congelación de óvulos, apoyo con medicamentos
fr: Fertilité, FIV/IIU/congélation d'ovocytes, soutien médicamenteux

# vertical_fertility_specialist_india_display_name
source: Fertility Specialist - India
es: Especialista en fertilidad: India
fr: Spécialiste de la fertilité – Inde

# vertical_fertility_specialist_india_long_description
source: Fertility Specialists can help you understand conception and fertility, provide answers about how fertility treatments work, give you methods to try to improve your odds of conceiving, and share if you'd benefit from a fertility evaluation.
es: Los especialistas en fertilidad pueden ayudarte a entender la concepción y la fertilidad, proporcionarte respuestas sobre cómo funcionan los tratamientos de fertilidad, darte métodos para intentar mejorar tus probabilidades de concebir y compartir si te beneficiarías de una evaluación de fertilidad.
fr: Les spécialistes de la fertilité peuvent vous aider à comprendre les fondamentaux de la conception et de la fertilité, vous apporter des réponses sur le fonctionnement des traitements en matière de fertilité, vous donner des méthodes pour essayer d'améliorer vos chances de concevoir, et vous indiquer si vous pourriez bénéficier d'une évaluation de votre fertilité.

# vertical_fertility_specialist_india_name
source: Fertility Specialist - India
es: Especialista en fertilidad: India
fr: Spécialiste en Fertilité – Inde

# vertical_fertility_specialist_india_pluralized_display_name
source: Fertility Specialists - India
es: Especialistas en fertilidad: India
fr: Spécialistes de la Fertilité – Inde

# vertical_general_practitioner_africa_middle_east_description
source: Adult general health, cold and flu
es: Salud general de adultos, resfriado y gripe
fr: Santé générale des adultes, rhume et grippe

# vertical_general_practitioner_africa_middle_east_display_name
source: General Practitioner - Africa & Middle East
es: Médico(a) de cabecera: África y Medio Oriente
fr: Médecin généraliste – Afrique et Moyen-Orient

# vertical_general_practitioner_africa_middle_east_long_description
source: General Practitioners can help you understand, manage, and treat illnesses or injuries, give you helpful recommendations for preventing chronic conditions and maintaining a healthy lifestyle, and recommend specialists based on your health concerns.
es: Los médicos de cabecera pueden ayudarte a entender, manejar y tratar enfermedades o lesiones, darte consejos útiles para prevenir afecciones crónicas y mantener un estilo de vida saludable, y recomendarte especialistas según tus preocupaciones de salud.
fr: Les médecins généralistes peuvent vous aider à comprendre, gérer et traiter les maladies ou les blessures, vous donner des recommandations utiles pour prévenir les maladies chroniques et maintenir un mode de vie sain, et vous recommander des spécialistes en fonction de vos préoccupations en matière de santé.

# vertical_general_practitioner_africa_middle_east_name
source: General Practitioner - Africa & Middle East
es: Médico de cabecera: África y Medio Oriente
fr: Médecin généraliste – Afrique et Moyen-Orient

# vertical_general_practitioner_africa_middle_east_pluralized_display_name
source: General Practitioners - Africa & Middle East
es: Médicos de cabecera: África y Medio Oriente
fr: Médecins généralistes – Afrique et Moyen-Orient

# vertical_general_practitioner_canada_description
source: Adult general health, cold and flu
es: Salud general de adultos, resfriado y gripe
fr: Santé générale des adultes, rhume et grippe

# vertical_general_practitioner_europe_description
source: Adult general health, cold and flu
es: Salud general de adultos, resfriado y gripe
fr: Santé générale des adultes, rhume et grippe

# vertical_general_practitioner_europe_display_name
source: General Practitioner - Europe
es: Médico(a) de cabecera: Europa
fr: Médecin généraliste – Europe

# vertical_general_practitioner_europe_long_description
source: General Practitioners can help you understand, manage, and treat illnesses or injuries, give you helpful recommendations for preventing chronic conditions and maintaining a healthy lifestyle, and recommend specialists based on your health concerns.
es: Los médicos de cabecera pueden ayudarte a entender, manejar y tratar enfermedades o lesiones, darte consejos útiles para prevenir afecciones crónicas y mantener un estilo de vida saludable, y recomendarte especialistas según tus preocupaciones de salud.
fr: Les médecins généralistes peuvent vous aider à comprendre, gérer et traiter les maladies ou les blessures, vous donner des recommandations utiles pour prévenir les maladies chroniques et maintenir un mode de vie sain, et vous recommander des spécialistes en fonction de vos préoccupations en matière de santé.

# vertical_general_practitioner_europe_name
source: General Practitioner - Europe
es: Médico de cabecera: Europa
fr: Médecin généraliste – Europe

# vertical_general_practitioner_europe_pluralized_display_name
source: General Practitioners - Europe
es: Médicos de cabecera: Europa
fr: Médecins généralistes – Europe

# vertical_general_practitioner_india_description
source: Adult general health, cold and flu
es: Salud general de adultos, resfriado y gripe
fr: Santé générale des adultes, rhume et grippe

# vertical_general_practitioner_india_display_name
source: General Practitioner - India
es: Médico(a) de cabecera: India
fr: Médecin généraliste – Inde

# vertical_general_practitioner_india_long_description
source: General Practitioners can help you understand, manage, and treat illnesses or injuries, give you helpful recommendations for preventing chronic conditions and maintaining a healthy lifestyle, and recommend specialists based on your health concerns.
es: Los médicos de cabecera pueden ayudarte a entender, manejar y tratar enfermedades o lesiones, darte consejos útiles para prevenir afecciones crónicas y mantener un estilo de vida saludable, y recomendarte especialistas según tus preocupaciones de salud.
fr: Les médecins généralistes peuvent vous aider à comprendre, gérer et traiter les maladies ou les blessures, vous donner des recommandations utiles pour prévenir les maladies chroniques et maintenir un mode de vie sain, et vous recommander des spécialistes en fonction de vos préoccupations en matière de santé.

# vertical_general_practitioner_india_name
source: General Practitioner - India
es: Médico de cabecera: India
fr: Médecin généraliste – Inde

# vertical_general_practitioner_india_pluralized_display_name
source: General Practitioners - India
es: Médicos de cabecera: India
fr: Médecins généralistes – Inde

# vertical_genetic_counselor_description
source: Genetic and chromosomal testing, fertility, pregnancy
es: Pruebas genéticas y cromosómicas, fertilidad, embarazo
fr: Tests génétiques et chromosomiques, fertilité, grossesse

# vertical_genetic_counselor_display_name
source: Genetic Counselor
es: Consultor(a) genético
fr: Conseiller génétique

# vertical_genetic_counselor_long_description
source: Genetic Counselors are here to help you understand genetics and how they work, walk you through the types of tests you can take, support you through testing, and offer advice if you or a loved one have tested positive as a carrier for a condition.
es: Los consultores genéticos están aquí para ayudarte a entender la genética y cómo funciona, guiarte a través de los tipos de pruebas que puedes realizar, apoyarte durante las pruebas y ofrecerte consejos si tú o un ser querido dieron positivo de una afección.
fr: Les Conseillers génétiques sont là pour vous aider à comprendre la génétique et son fonctionnement, vous guider à travers les types de tests que vous pouvez effectuer, vous soutenir pendant les tests et vous prodiguer des conseils si vous, ou un proche, souffrez d'une pathologie quelconque.

# vertical_genetic_counselor_name
source: Genetic Counselor
es: Consultor genético
fr: Conseiller génétique

# vertical_genetic_counselor_pluralized_display_name
source: Genetic Counselors
es: Consultores genéticos
fr: Conseillers génétiques

# vertical_highrisk_ob_mfm_description
source: High-risk pregnancy, prenatal development
es: Embarazo de alto riesgo, desarrollo prenatal
fr: Grossesse à haut risque, développement prénatal

# vertical_highrisk_ob_mfm_display_name
source: High Risk OB (MFM)
es: Obstetra de alto riesgo (MFM)
fr: Obstétricien pour grossesses à haut risque (MFM)

# vertical_highrisk_ob_mfm_long_description
source: High-Risk Gynecologists can support you throughout your pregnancy by walking you through tests and procedures, sharing any additional precautions you should take, and helping you prepare for labor and delivery.
es: Los ginecólogos de alto riesgo pueden apoyarte durante tu embarazo guiándote a través de pruebas y procedimientos, compartiendo cualquier precaución adicional que debas tomar y ayudándote a prepararte para el parto.
fr: Les gynécologues spécialisés dans les grossesses à haut risque peuvent vous accompagner tout au long de votre grossesse en vous expliquant les tests et les procédures à suivre, en vous indiquant les précautions supplémentaires à prendre et en vous aidant à vous préparer à l'accouchement.

# vertical_highrisk_ob_mfm_name
source: High-risk OB (MFM)
es: Obstetras de alto riesgo (MFM)
fr: Obstétricien pour grossesses à haut risque (MFM)

# vertical_highrisk_ob_mfm_pluralized_display_name
source: High Risk OBs (MFM)
es: Obstetras de alto riesgo (MFM)
fr: Obstétriciens pour grossesses à haut risque (MFM)

# vertical_highrisk_pregnancy_coach_description
source: Lifestyle advice, prenatal development, high-risk pregnancy resources
es: Consejos sobre estilo de vida, desarrollo prenatal, recursos para embarazos de alto riesgo
fr: Conseils de mode de vie, développement prénatal, ressources pour les grossesses à haut risque

# vertical_highrisk_pregnancy_coach_display_name
source: High-Risk Pregnancy Coach
es: Guía para embarazos de alto riesgo
fr: Coach pour grossesse à haut risque

# vertical_highrisk_pregnancy_coach_long_description
source: High-Risk Pregnancy Coaches can help you with choosing a high-risk care provider that's right for you, share prenatal nutrition, exercise, and lifestyle advice for a healthy pregnancy, offer high-risk pregnancy resources, and more.
es: Los entrenadores de embarazos de alto riesgo pueden ayudarte a elegir un profesional de atención de alto riesgo que sea adecuado para ti, compartir consejos sobre nutrición prenatal, ejercicio y estilo de vida para un embarazo saludable, ofrecer recursos para embarazos de alto riesgo y más.
fr: Les coachs en grossesse à haut risque peuvent vous aider à choisir un professionnel de soins à haut risque qui vous convient, partager avec vous des conseils sur la nutrition prénatale, l'exercice et le mode de vie à suivre pour une grossesse en bonne santé, vous apporter des ressources sur la grossesse à haut risque, et plus encore.

# vertical_highrisk_pregnancy_coach_name
source: High-risk Pregnancy Coach
es: Guía de embarazo de alto riesgo
fr: Coach pour grossesse à haut risque

# vertical_highrisk_pregnancy_coach_pluralized_display_name
source: High-Risk Pregnancy Coaches
es: Guías de embarazos de alto riesgo
fr: Coachs pour grossesse à haut risque

# vertical_lactation_consultant_asia_pacific_description
source: Breastfeeding and pumping support, supply issues, mastitis, weaning
es: Apoyo para la lactancia y la extracción de leche, problemas de producción, mastitis, destete
fr: Soutien à l'allaitement et au tirage du lait, problèmes de production de lait, mastite, sevrage

# vertical_lactation_consultant_asia_pacific_display_name
source: Lactation Consultant - Asia Pacific
es: Consultor(a) de lactancia: Asia-Pacífico
fr: Consultant en lactation – Asie-Pacifique

# vertical_lactation_consultant_asia_pacific_long_description
source: Lactation Consultants can help you feed your baby with solutions for breastfeeding and pumping challenges, share what to do if you're experiencing pain or discomfort during feedings, offer tips for increasing your milk supply, weaning, and more.
es: Los consultores de lactancia pueden ayudarte a alimentar a tu bebé con soluciones para los desafíos de la lactancia y la extracción, compartir qué hacer si sientes dolor o incomodidad durante la alimentación, ofrecer consejos para aumentar la producción de leche, el destete y más.
fr: Les Consultants en lactation peuvent vous aider à nourrir votre bébé en vous proposant des solutions pour relever les défis liés à l'allaitement et au tirage du lait, en vous disant quoi faire si vous ressentez des douleurs ou de l'inconfort pendant les tétées, en vous prodiguant des conseils pour augmenter votre production de lait, mettre en place le sevrage, et plus encore.

# vertical_lactation_consultant_asia_pacific_name
source: Lactation Consultant - Asia Pacific
es: Consultor de lactancia: Asia-Pacífico
fr: Consultant en lactation – Asie-Pacifique

# vertical_lactation_consultant_asia_pacific_pluralized_display_name
source: Lactation Consultants - Asia Pacific
es: Consultores de lactancia: Asia-Pacífico
fr: Consultants en lactation – Asie-Pacifique

# vertical_lactation_consultant_canada_description
source: Breastfeeding and pumping support, supply issues, mastitis, weaning
es: Apoyo para la lactancia y la extracción de leche, problemas de producción, mastitis, destete
fr: Soutien à l'allaitement et au tirage du lait, problèmes de production de lait, mastite, sevrage

# vertical_lactation_consultant_canada_display_name
source: Lactation Consultant - Canada
es: Consultor(a) de lactancia: Canadá
fr: Consultant en lactation – Canada

# vertical_lactation_consultant_canada_long_description
source: Lactation Consultants can help you feed your baby with solutions for breastfeeding and pumping challenges, share what to do if you're experiencing pain or discomfort during feedings, offer tips for increasing your milk supply, weaning, and more.
es: Los consultores de lactancia pueden ayudarte a alimentar a tu bebé con soluciones para los desafíos de la lactancia y la extracción, compartir qué hacer si sientes dolor o incomodidad durante la alimentación, ofrecer consejos para aumentar la producción de leche, el destete y más.
fr: Les Consultants en lactation peuvent vous aider à nourrir votre bébé en vous proposant des solutions pour relever les défis liés à l'allaitement et au tirage du lait, en vous disant quoi faire si vous ressentez des douleurs ou de l'inconfort pendant les tétées, en vous prodiguant des conseils pour augmenter votre production de lait, mettre en place le sevrage, et plus encore.

# vertical_lactation_consultant_canada_name
source: Lactation Consultant - Canada
es: Consultor de lactancia: Canadá
fr: Consultant en lactation – Canada

# vertical_lactation_consultant_canada_pluralized_display_name
source: Lactation Consultants - Canada
es: Consultores de lactancia: Canadá
fr: Consultants en lactation – Canada

# vertical_lactation_consultant_description
source: Breastfeeding and pumping support, supply issues, mastitis, weaning
es: Apoyo para la lactancia y la extracción de leche, problemas de producción, mastitis, destete
fr: Soutien à l'allaitement et au tirage du lait, problèmes de production de lait, mastite, sevrage

# vertical_lactation_consultant_display_name
source: Lactation Consultant
es: Consultor(a) de lactancia
fr: Consultant en lactation

# vertical_lactation_consultant_europe_description
source: Breastfeeding and pumping support, supply issues, mastitis, weaning
es: Apoyo para la lactancia y la extracción de leche, problemas de producción, mastitis, destete
fr: Soutien à l'allaitement et au tirage du lait, problèmes de production de lait, mastite, sevrage

# vertical_lactation_consultant_europe_display_name
source: Lactation Consultant - Europe
es: Consultor(a) de lactancia: Europa
fr: Consultant en lactation – Europe

# vertical_lactation_consultant_europe_long_description
source: Lactation Consultants can help you feed your baby with solutions for breastfeeding and pumping challenges, share what to do if you're experiencing pain or discomfort during feedings, offer tips for increasing your milk supply, weaning, and more.
es: Los consultores de lactancia pueden ayudarte a alimentar a tu bebé con soluciones para los desafíos de la lactancia y la extracción, compartir qué hacer si sientes dolor o incomodidad durante la alimentación, ofrecer consejos para aumentar la producción de leche, el destete y más.
fr: Les Consultants en lactation peuvent vous aider à nourrir votre bébé en vous proposant des solutions pour relever les défis liés à l'allaitement et au tirage du lait, en vous disant quoi faire si vous ressentez des douleurs ou de l'inconfort pendant les tétées, en vous prodiguant des conseils pour augmenter votre production de lait, mettre en place le sevrage, et plus encore.

# vertical_lactation_consultant_europe_name
source: Lactation Consultant - Europe
es: Consultor de lactancia: Europa
fr: Consultant en lactation – Europe

# vertical_lactation_consultant_europe_pluralized_display_name
source: Lactation Consultants - Europe
es: Consultores de lactancia: Europa
fr: Consultants en lactation – Europe

# vertical_lactation_consultant_india_description
source: Breastfeeding and pumping support, supply issues, mastitis, weaning
es: Apoyo para la lactancia y la extracción de leche, problemas de producción, mastitis, destete
fr: Soutien à l'allaitement et au tirage du lait, problèmes de production de lait, mastite, sevrage

# vertical_lactation_consultant_india_display_name
source: Lactation Consultant - India
es: Consultor(a) de lactancia: India
fr: Consultant en lactation – Inde
