Repository: pmantra/m1
Catalog: api/l10n/db_strings/translations/*/LC_MESSAGES/verticals.po
Languages: es, fr

# vertical_midwife_europe_display_name
source: Midwife - Europe
es: Matrona: Europa
fr: Sage-femme – Europe

# vertical_midwife_europe_long_description
source: Midwives can offer clarity on anything related to women's health, from birth control and menopause, to pregnancy and postpartum, and offer support throughout labor with tips for easing pain and having a healthy delivery.
es: Las parteras pueden ofrecer claridad sobre cualquier tema relacionado con la salud de las mujeres: desde la anticoncepción y la menopausia hasta el embarazo y el posparto, y brindar apoyo durante el parto con consejos para aliviar el dolor y para que el procedimiento sea saludable.
fr: Les sages-femmes peuvent vous apporter des éclaircissements sur tout ce qui concerne la santé des femmes, de la contraception et la ménopause, à la grossesse et au post-partum, et vous offrir un soutien tout au long du travail avec des conseils pour soulager la douleur et accoucher dans de bonnes conditions.

# vertical_midwife_europe_name
source: Midwife - Europe
es: Partera: Europa
fr: Sage-femme – Europe

# vertical_midwife_europe_pluralized_display_name
source: Midwives - Europe
es: Parteras: Europa
fr: Sages-femmes – Europe

# vertical_midwife_long_description
source: Midwives can offer clarity on anything related to women's health, from birth control and menopause, to pregnancy and postpartum, and offer support throughout labor with tips for easing pain and having a healthy delivery.
es: Las parteras pueden ofrecer claridad sobre cualquier tema relacionado con la salud de las mujeres: desde la anticoncepción y la menopausia hasta el embarazo y el posparto, y brindar apoyo durante el parto con consejos para aliviar el dolor y para que el procedimiento sea saludable.
fr: Les sages-femmes peuvent vous apporter des éclaircissements sur tout ce qui concerne la santé des femmes, de la contraception et la ménopause, à la grossesse et au post-partum, et vous offrir un soutien tout au long du travail avec des conseils pour soulager la douleur et accoucher dans de bonnes conditions.

# vertical_midwife_name
source: Midwife
es: Matrona
fr: Sage-femme

# vertical_midwife_pluralized_display_name
source: Midwives
es: Matronas
fr: Sages-femmes

# vertical_naturopathic_family_physician_description
source: Holistic primary care services for all ages
es: Servicios holísticos de atención primaria para todas las edades
fr: Services de soins primaires holistiques pour tous les âges

# vertical_naturopathic_family_physician_display_name
source: Naturopathic Family Physician
es: Médico generalista especializado en naturopatía
fr: Médecin de famille naturopathe

# vertical_naturopathic_family_physician_long_description
source: Naturopathic Family Physicians can help people of all ages understand, manage, and treat their illnesses with holistic remedies and practices, which can include using herbs, massage, exercise, acupuncture, and nutritional counseling.
es: Los médicos generalistas especializados en naturopatía pueden ayudar a personas de todas las edades a entender, manejar y tratar sus enfermedades con remedios y prácticas holísticas, que pueden incluir el uso de hierbas, masajes, ejercicio, acupuntura y asesoramiento nutricional.
fr: Les Médecins de famille naturopathes peuvent aider les personnes de tous âges à comprendre, gérer et traiter leurs maladies avec des remèdes et des pratiques holistiques, qui peuvent inclure l'utilisation d'herbes, de massages, d'exercices, d'acupuncture et de conseils nutritionnels.

# vertical_naturopathic_family_physician_name
source: Naturopathic Family Physician
es: Médico generalista especializado en naturopatía
fr: Médecin de famille naturopathe

# vertical_naturopathic_family_physician_pluralized_display_name
source: Naturopathic Family Physicians
es: Médicos generalistas especializados en naturopatía
fr: Médecins de famille naturopathes

# vertical_nurse_practitioner_description
source: General health, illnesses, period health, birth control
es: Salud general, enfermedades, salud durante el período, anticoncepción
fr: Santé générale, maladies, santé menstruelle, contraception

# vertical_nurse_practitioner_display_name
source: Nurse Practitioner
es: Enfermero(a) especialista
fr: Infirmier praticien

# vertical_nurse_practitioner_long_description
source: Nurse Practitioners can support your general health with treatment plans for acute and chronic illnesses, guidance on menstruation, birth control and other medications, and answer any questions you have about your physical well-being.
es: Los enfermeros especialistas pueden respaldar tu salud general con planes de tratamiento para enfermedades agudas y crónicas, orientación sobre la menstruación, anticoncepción y otros medicamentos, y responder cualquier pregunta que tengas sobre tu bienestar físico.
fr: Les Infirmiers praticiens peuvent contribuer à votre santé générale avec des plans de traitement pour les maladies aiguës et chroniques, des conseils sur la menstruation, la contraception et d'autres médicaments, et répondre à toutes vos questions concernant votre bien-être physique.

# vertical_nurse_practitioner_name
source: Nurse Practitioner
es: Enfermero especialista
fr: Infirmier praticien

# vertical_nurse_practitioner_pluralized_display_name
source: Nurse Practitioners
es: Enfermeros especialistas
fr: Infirmiers praticiens

# vertical_nutrition_coach_africa_middle_east_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_africa_middle_east_display_name
source: Nutrition Coach - Africa & Middle East
es: Guía de nutrición: África y Medio Oriente
fr: Coach en nutrition – Afrique et Moyen-Orient

# vertical_nutrition_coach_africa_middle_east_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_africa_middle_east_name
source: Nutrition Coach - Africa & Middle East
es: Guía de nutrición: África y Medio Oriente
fr: Coach en nutrition – Afrique et Moyen-Orient

# vertical_nutrition_coach_africa_middle_east_pluralized_display_name
source: Nutrition Coaches - Africa & Middle East
es: Guías de nutrición: África y Medio Oriente
fr: Coachs en nutrition – Afrique et Moyen-Orient

# vertical_nutrition_coach_asia_pacific_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_asia_pacific_display_name
source: Nutrition Coach - Asia Pacific
es: Guía de nutrición: Asia-Pacífico
fr: Coach en nutrition – Asie-Pacifique

# vertical_nutrition_coach_asia_pacific_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_asia_pacific_name
source: Nutrition Coach - Asia Pacific
es: Guía de nutrición: Asia-Pacífico
fr: Coach en nutrition – Asie-Pacifique

# vertical_nutrition_coach_asia_pacific_pluralized_display_name
source: Nutrition Coaches - Asia Pacific
es: Guías de nutrición: Asia-Pacífico
fr: Coachs en nutrition – Asie-Pacifique

# vertical_nutrition_coach_brazil_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_brazil_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_canada_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_canada_display_name
source: Nutrition Coach - Canada
es: Guía de nutrición: Canadá
fr: Coach en nutrition – Canada

# vertical_nutrition_coach_canada_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_canada_name
source: Nutrition Coach - Canada
es: Guía de nutrición: Canadá
fr: Coach en nutrition – Canada

# vertical_nutrition_coach_canada_pluralized_display_name
source: Nutrition Coaches - Canada
es: Guías de nutrición: Canadá
fr: Coachs en nutrition – Canada

# vertical_nutrition_coach_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_display_name
source: Nutrition Coach
es: Guía de nutrición
fr: Coach en nutrition

# vertical_nutrition_coach_europe_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_europe_display_name
source: Nutrition Coach - Europe
es: Guía de nutrición: Europa
fr: Coach en nutrition – Europe

# vertical_nutrition_coach_europe_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_europe_name
source: Nutrition Coach - Europe
es: Guía de nutrición: Europa
fr: Coach en nutrition – Europe

# vertical_nutrition_coach_europe_pluralized_display_name
source: Nutrition Coaches - Europe
es: Guías de nutrición: Europa
fr: Coachs en nutrition – Europe

# vertical_nutrition_coach_india_description
source: Healthy eating, weight management
es: Alimentación saludable, control de peso
fr: Alimentation saine, gestion du poids

# vertical_nutrition_coach_india_display_name
source: Nutrition Coach - India
es: Guía de nutrición: India
fr: Coach en nutrition – Inde

# vertical_nutrition_coach_india_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_india_name
source: Nutrition Coach - India
es: Guía de nutrición: India
fr: Coach en nutrition – Inde

# vertical_nutrition_coach_india_pluralized_display_name
source: Nutrition Coaches - India
es: Guías de nutrición: India
fr: Coachs en nutrition – Inde

# vertical_nutrition_coach_long_description
source: Nutrition Coaches are here to help you understand how diet plays a role in your overall health and well-being, and offer recommendations for foods and small lifestyle changes that can help you feel your best.
es: Los guías de nutrición están aquí para ayudarte a entender cómo la dieta influye en la salud y el bienestar generales, y ofrecerte recomendaciones sobre alimentos y pequeños cambios en el estilo de vida que pueden ayudarte a sentirte mejor.
fr: Les coachs en nutrition sont là pour vous aider à comprendre comment l'alimentation joue un rôle dans votre santé et votre bien-être global, et vous offrir des recommandations sur les aliments et les petits changements de mode de vie qui peuvent vous aider à vous sentir au mieux.

# vertical_nutrition_coach_name
source: Nutrition Coach
es: Guía de nutrición
fr: Coach en nutrition

# vertical_nutrition_coach_pluralized_display_name
source: Nutrition Coaches
es: Guías de nutrición
fr: Coachs en nutrition

# vertical_obgyn_asia_pacific_description
source: Reproductive health, prenatal, pregnancy, menopause
es: Salud reproductiva, prenatal, embarazo, menopausia
fr: Santé reproductive, prénatal, grossesse, ménopause

# vertical_obgyn_asia_pacific_display_name
source: OB-GYN - Asia Pacific
es: Ginecobstetra: Asia-Pacífico
fr: Gynécologue-obstétricien – Asie-Pacifique

# vertical_obgyn_asia_pacific_long_description
source: OB-GYNs can support all aspects of reproductive health—from trying to conceive and pregnancy, to prenatal and postpartum health, all the way through menopause—with guidance that helps you make healthy choices, manage symptoms, and know your options.
es: Los ginecobstetras pueden brindar apoyo para todos los aspectos de la salud reproductiva, desde intentar concebir y el embarazo hasta la salud prenatal, el posparto y la menopausia, con ayuda para que tomes decisiones saludables, manejes los síntomas y conozcas tus opciones.
fr: Les gynécologues-obstétriciens peuvent apporter leur soutien concernant tous les aspects de la santé reproductive — de la tentative de conception, à la grossesse, en passant par la santé prénatale et post-partum, jusqu'à la ménopause — avec des conseils qui vous aident à faire des choix sains, à gérer les symptômes et à connaître les options qui s'offrent à vous.

# vertical_obgyn_asia_pacific_name
source: OB-GYN - Asia Pacific
es: Ginecobstetra: Asia-Pacífico
fr: Gynécologue-obstétricien – Asie-Pacifique

# vertical_obgyn_asia_pacific_pluralized_display_name
source: OB-GYNs - Asia Pacific
es: Ginecobstetras: Asia-Pacífico
fr: Gynécologues-obstétriciens – Asie-Pacifique

# vertical_obgyn_brazil_description
source: Reproductive health, prenatal, pregnancy, menopause
es: Salud reproductiva, prenatal, embarazo, menopausia
fr: Santé reproductive, prénatal, grossesse, ménopause

# vertical_obgyn_brazil_display_name
source: OB-GYN - Brazil
es: Ginecobstetra: Brasil
fr: Gynécologue-obstétricien – Brésil

# vertical_obgyn_brazil_long_description
source: OB-GYNs can support all aspects of reproductive health—from trying to conceive and pregnancy, to prenatal and postpartum health, all the way through menopause—with guidance that helps you make healthy choices, manage symptoms, and know your options.
es: Los ginecobstetras pueden brindar apoyo para todos los aspectos de la salud reproductiva, desde intentar concebir y el embarazo hasta la salud prenatal, el posparto y la menopausia, con ayuda para que tomes decisiones saludables, manejes los síntomas y conozcas tus opciones.
fr: Les gynécologues-obstétriciens peuvent apporter leur soutien concernant tous les aspects de la santé reproductive — de la tentative de conception, à la grossesse, en passant par la santé prénatale et post-partum, jusqu'à la ménopause — avec des conseils qui vous aident à faire des choix sains, à gérer les symptômes et à connaître les options qui s'offrent à vous.

# vertical_obgyn_brazil_name
source: OB-GYN - Brazil
es: Ginecobstetra: Brasil
fr: Gynécologue-obstétricien – Brésil

# vertical_obgyn_brazil_pluralized_display_name
source: OB-GYNs - Brazil
es: Ginecobstetras: Brasil
fr: Gynécologues-obstétriciens – Brésil

# vertical_obgyn_description
source: Reproductive health, prenatal, pregnancy, menopause
es: Salud reproductiva, prenatal, embarazo, menopausia
fr: Santé reproductive, prénatal, grossesse, ménopause

# vertical_obgyn_display_name
source: OB-GYN
es: Ginecobstetra
fr: Gynécologue-obstétricien

# vertical_obgyn_europe_description
source: Reproductive health, prenatal, pregnancy, menopause
es: Salud reproductiva, prenatal, embarazo, menopausia
fr: Santé reproductive, prénatal, grossesse, ménopause

# vertical_obgyn_europe_display_name
source: OB-GYN - Europe
es: Ginecobstetra: Europa
fr: Gynécologue-obstétricien – Europe

# vertical_obgyn_europe_long_description
source: OB-GYNs can support all aspects of reproductive health—from trying to conceive and pregnancy, to prenatal and postpartum health, all the way through menopause—with guidance that helps you make healthy choices, manage symptoms, and know your options.
es: Los ginecobstetras pueden brindar apoyo para todos los aspectos de la salud reproductiva, desde intentar concebir y el embarazo hasta la salud prenatal, el posparto y la menopausia, con ayuda para que tomes decisiones saludables, manejes los síntomas y conozcas tus opciones.
fr: Les gynécologues-obstétriciens peuvent apporter leur soutien concernant tous les aspects de la santé reproductive — de la tentative de conception, à la grossesse, en passant par la santé prénatale et post-partum, jusqu'à la ménopause — avec des conseils qui vous aident à faire des choix sains, à gérer les symptômes et à connaître les options qui s'offrent à vous.

# vertical_obgyn_europe_name
source: OB-GYN - Europe
es: Ginecobstetra: Europa
fr: Gynécologue-obstétricien – Europe

# vertical_obgyn_europe_pluralized_display_name
source: OB-GYNs - Europe
es: Ginecobstetras: Europa
fr: Gynécologues-obstétriciens – Europe

# vertical_obgyn_india_description
source: Reproductive health, prenatal, pregnancy, menopause
es: Salud reproductiva, prenatal, embarazo, menopausia
fr: Santé reproductive, prénatal, grossesse, ménopause

# vertical_obgyn_india_display_name
source: OB-GYN - India
es: Ginecobstetras: India
fr: Gynécologue-obstétricien – Inde

# vertical_obgyn_india_long_description
source: OB-GYNs can support all aspects of reproductive health—from trying to conceive and pregnancy, to prenatal and postpartum health, all the way through menopause—with guidance that helps you make healthy choices, manage symptoms, and know your options.
es: Los ginecobstetras pueden brindar apoyo para todos los aspectos de la salud reproductiva, desde intentar concebir y el embarazo hasta la salud prenatal, el posparto y la menopausia, con ayuda para que tomes decisiones saludables, manejes los síntomas y conozcas tus opciones.
fr: Les gynécologues-obstétriciens peuvent apporter leur soutien concernant tous les aspects de la santé reproductive — de la tentative de conception, à la grossesse, en passant par la santé prénatale et post-partum, jusqu'à la ménopause — avec des conseils qui vous aident à faire des choix sains, à gérer les symptômes et à connaître les options qui s'offrent à vous.

# vertical_obgyn_india_name
source: OB-GYN - India
es: Ginecobstetras: India
fr: Gynécologue-obstétricien – Inde

# vertical_obgyn_india_pluralized_display_name
source: OB-GYNs - India
es: Ginecobstetras: India
fr: Gynécologues-obstétriciens – Inde

# vertical_obgyn_long_description
source: OB-GYNs can support all aspects of reproductive health—from trying to conceive and pregnancy, to prenatal and postpartum health, all the way through menopause—with guidance that helps you make healthy choices, manage symptoms, and know your options.
es: Los ginecobstetras pueden brindar apoyo para todos los aspectos de la salud reproductiva, desde intentar concebir y el embarazo hasta la salud prenatal, el posparto y la menopausia, con ayuda para que tomes decisiones saludables, manejes los síntomas y conozcas tus opciones.
fr: Les gynécologues-obstétriciens peuvent apporter leur soutien concernant tous les aspects de la santé reproductive — de la tentative de conception, à la grossesse, en passant par la santé prénatale et post-partum, jusqu'à la ménopause — avec des conseils qui vous aident à faire des choix sains, à gérer les symptômes et à connaître les options qui s'offrent à vous.

# vertical_obgyn_name
source: OB-GYN
es: Ginecobstetra
fr: Gynécologue-obstétricien

# vertical_obgyn_pluralized_display_name
source: OB-GYNs
es: Ginecobstetras
fr: Gynécologues-obstétriciens

# vertical_parent_coach_description
source: Advice for common parenting challenges, co-parenting support
es: Consejos para desafíos comunes de la crianza, apoyo en la cocrianza
fr: Conseils pour les défis parentaux courants, soutien à la coparentalité

# vertical_parent_coach_display_name
source: Parent Coach
es: Guía para padres/madres
fr: Coach parental

# vertical_parent_coach_europe_description
source: Advice for common parenting challenges, co-parenting support
es: Consejos para desafíos comunes de la crianza, apoyo en la cocrianza
fr: Conseils pour les défis parentaux courants, soutien à la coparentalité

# vertical_parent_coach_europe_display_name
source: Parent Coach - Europe
es: Guía para padres/madres: Europa
fr: Coach parental – Europe
