Repository: pmantra/m1
Catalog: api/appointments/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

# anonymous_appointment_pharmacy_error_message
source: Cannot set pharmacy on anonymous appointment!
es: ¡No se puede asignar una farmacia en una cita anónima!
fr: Impossible de définir une pharmacie pour un rendez-vous anonyme !

# appointment_cancelled_edit_error_message
source: Cannot edit a cancelled appointment!
es: ¡No se puede editar una cita cancelada!
fr: Impossible de modifier un rendez-vous annulé !

# appointment_cannot_cancel_error_message
source: Appointment could not be cancelled
es: No se pudo cancelar la cita
fr: Le rendez-vous n'a pas pu être annulé

# appointment_disconnected_at_processing_error_message
source: Error processing disconnected data
es: Error al procesar datos desconectados
fr: Erreur de traitement des données déconnectées

# appointment_servey_disconnected_at_processing_error_message
source: Error processing disconnected data member survey results
es: Error al procesar los resultados de la encuesta de miembros desconectados
fr: Erreur lors du traitement des résultats de l'enquête du membre sur les données déconnectés

# cancellation_policy_explanation_conservative
source: 50% refund if canceled at least 2 hours ahead of time
es: Reembolso del 5 % si se cancela al menos 2 horas antes
fr: Remboursement de 50 % en cas d'annulation au moins 2 heures à l'avance

# cancellation_policy_explanation_flexible
source: Full refund if canceled at least 24 hours ahead of time
es: Reembolso completo si se cancela al menos 24 horas antes
fr: Remboursement intégral en cas d'annulation au moins 24 heures à l'avance

# cancellation_policy_explanation_moderate
source: 50% refund if canceled at least 24 hours ahead of time
es: Reembolso del 50 % si se cancela al menos 24 horas antes
fr: Remboursement de 50 % en cas d'annulation au moins 24 heures à l'avance

# cancellation_policy_explanation_strict
source: No refund
es: Sin reembolso
fr: Aucun remboursement

# cta_how_to_launch_link
source: or visit {url}
es: o visita {url}
fr: ou visitez {url}

# cta_notify_member_upcoming_appointment_link
source: Launch here {url}
es: Abrir aquí {url}
fr: Lancez ici {url}

# cta_sms_notify_member_about_new_appointment_link_url
source: Manage your appointments anytime here: {url}
es: Gestiona tus citas en cualquier momento aquí: {url}
fr: Gérez vos rendez-vous à tout moment ici : {url}

# cta_sms_notify_member_about_new_appointment_no_url
source: Manage your appointments in the Maven app.
es: Gestiona tus citas en la aplicación de Maven.
fr: Gérez vos rendez-vous dans l'App Maven.

# how_to_launch_notif_new_path
source: Your Maven appointment begins in {start_time}! When it's time to start, launch your appointment from the Maven app.
es: ¡Tu cita de Maven comienza a las {start_time}! Cuando sea hora de comenzar, inicia tu cita desde la aplicación de Maven.
fr: Votre rendez-vous Maven commence à {start_time} ! Quand il sera temps de commencer, lancez votre rendez-vous depuis l'App Maven.

# how_to_launch_notif_old_path
source: Your Maven appointment begins in 1 hour! When it's time to start, launch your appointment from the Maven app.
es: ¡Tu cita de Maven comienza en 1 hora! Cuando sea el momento de empezar, inicia tu cita desde la app de Maven.
fr: Votre rendez-vous Maven commence dans 1 heure ! Lorsque le moment sera venu, lancez votre rendez-vous depuis l'App Maven.

# member_24_hour_reminder_sms
source: This is a reminder for your Maven appointment scheduled in 24 hours. If you can’t make your appointment, we ask that you reschedule or cancel at least 3 hours in advance to make this time available for someone else.
es: Este es un recordatorio de tu cita con Maven programada en las próximas 24 horas. Si no puedes asistir, te pedimos que la reprogrames o canceles con al menos 3 horas de anticipación para que otra persona pueda usarla.
fr: Ceci est un rappel pour votre rendez-vous Maven prévu dans 24 heures. Si vous ne pouvez pas honorer votre rendez-vous, nous vous demandons de le reprogrammer ou de l'annuler au moins 3 heures à l'avance afin de libérer ce créneau pour quelqu'un d'autre.

# member_cancellation_note
source: {name} had to cancel your upcoming appointment. We’re so sorry! Please open Maven to rebook.
es: {name} tuvo que cancelar tu próxima cita. ¡Lo sentimos mucho! Abre Maven para reprogramar.
fr: {name} a dû annuler votre prochain rendez-vous. Nous sommes vraiment désolés ! Veuillez ouvrir Maven pour le reprogrammer.

# member_confirm_invalid_response
source: This is an automated message. For help with rebooking or other questions, message us in the Maven app.
es: Este es un mensaje automatizado. Para obtener ayuda con la reprogramación o si tienes otras preguntas, envíanos un mensaje en la app de Maven.
fr: Ceci est un message automatique. Pour obtenir de l'aide pour reprogrammer un rendez-vous ou pour toute autre question, envoyez-nous un message sur l'App Maven.

# member_confirm_response
source: Thank you! We'll see you soon.
es: ¡Gracias! Nos vemos pronto.
fr: Merci ! Nous vous verrons bientôt.

# member_post_appointment_note_message
source: Hi {member_first_name}, I've left notes from our video session in your Appointments section: '{post_session_content}' You can always review notes from our sessions under Me > Appointments. Please let me know if you have any follow up questions. Appointments: {base_url}/my-appointments
es: Hola, {member_first_name}: Dejé las notas de nuestra sesión por videollamada en la sección Citas: '{post_session_content}' Siempre puedes revisar las notas de nuestras sesiones en Yo > Citas. Avísame si tienes alguna pregunta de seguimiento. Citas: {base_url}/my-appointments
fr: Bonjour {member_first_name}, J'ai laissé des notes concernant notre session vidéo dans votre section Rendez-vous : '{post_session_content}' Vous pouvez toujours consulter les notes de nos sessions sous Moi > Rendez-vous. Veuillez me faire savoir si vous avez d'autres questions. Rendez-vous : {base_url}/my-appointments

# notify_member_about_new_prac_availability_url_disabled
source: Great news! {practitioner_name} has added new availability for appointments on Maven! To view available times and book, please head to the Maven application.
es: ¡Buenas noticias! {practitioner_name} agregó disponibilidad para citas en Maven. Si deseas ver los horarios disponibles y reservar, dirígete a la aplicación de Maven.
fr: Bonne nouvelle ! {practitioner_name} a ajouté de nouvelles disponibilités pour les rendez-vous sur Maven ! Pour voir les horaires disponibles et réserver, rendez-vous sur l'application Maven.

# notify_member_about_new_prac_availability_url_enabled
source: Great news! {practitioner_name} has added new availability for appointments on Maven! To view available times and book, please head here: {url}/practitioner/{practitioner_id}
es: ¡Buenas noticias! {practitioner_name} agregó disponibilidad para citas en Maven. Si deseas ver los horarios disponibles y reservar, dirígete aquí: {url}/practitioner/{practitioner_id}.
fr: Bonne nouvelle ! {practitioner_name} a ajouté de nouvelles disponibilités pour les rendez-vous sur Maven ! Pour voir les horaires disponibles et réserver un créneau, rendez-vous ici : {url} /practitioner/ {practitioner_id}

# notify_member_about_written_rx
source: Your practitioner has sent your prescription to {pharmacy_name}. Please contact the pharmacy at {pharmacy_phone} with any questions.
es: Tu profesional de salud envió tu receta a {pharmacy_name}. Contacta a la farmacia al {pharmacy_phone} si tienes alguna pregunta.
fr: Votre praticien a envoyé votre ordonnance à {pharmacy_name}. Veuillez contacter la pharmacie au {pharmacy_phone} pour toute question.

# notify_member_upcoming_appointment
source: Your next Maven appointment starts in {appointment_start_time_remaining} minutes! For the best experience, make sure you have strong Wifi.
es: ¡Tu próxima cita de Maven comienza en {appointment_start_time_remaining} minutos! Para tener una mejor experiencia, asegúrate de contar con una conexión de Wi-Fi fuerte.
fr: Votre prochain rendez-vous Maven commence dans {appointment_start_time_remaining} minutes ! Pour une expérience optimale, assurez-vous d'avoir une connexion Wifi solide.

# practitioner_not_enabled_error_message
source: Practitioner not enabled!
es: ¡Profesional no habilitado!
fr: Praticien non activé !

# prescription_missing_data_error_message
source: Member needs to complete prescription info!
es: ¡El miembro necesita completar la información de la receta!
fr: Le membre doit compléter les informations sur l'ordonnance !

# provider_confirm_invalid_response
source: For help rebooking or other questions, please email providersupport@mavenclinic.com.
es: Para obtener ayuda con la reprogramación o si tienes otras preguntas, envía un correo a providersupport@mavenclinic.com.
fr: Pour obtenir de l'aide pour reprogrammer un rendez-vous ou pour toute autre question, veuillez envoyer un e-mail à providersupport@mavenclinic.com.

# provider_confirm_response
source: Thank you for confirming this appointment. If you have any questions, email providersupport@mavenclinic.com.
es: Gracias por confirmar esta cita. Si tienes alguna pregunta, envía un correo a providersupport@mavenclinic.com.
fr: Merci de confirmer ce rendez-vous. Si vous avez des questions, envoyez un e-mail à providersupport@mavenclinic.com.

# provider_dynamic_subtext_last_met
source: Last met with on
es: Última reunión el
fr: Dernier rendez-vous le

# provider_dynamic_subtext_speaks
source: Speaks
es: Habla
fr: Parle

# report_problem_app_missing
source: Appointment ID is missing or incorrect
es: Falta el ID de la cita o no es correcto
fr: L'identifiant de rendez-vous est manquant ou incorrect

# report_problem_header
source: If you encountered an issue on your video appointment, please report it here to let us know.
es: Si tuviste algún problema en tu cita por videollamada, infórmalo aquí para que lo sepamos.
fr: Si vous avez rencontré un problème lors de votre rendez-vous vidéo, veuillez le signaler ici pour nous en informer.

# report_problem_q1_o1
source: I could not hear the other participant
es: No pude escuchar a la otra persona
fr: Je n'ai pas pu entendre l'autre participant

# report_problem_q1_o2
source: The other participant could not hear me
es: La otra persona no podía escucharme
fr: L'autre participant ne pouvait pas m'entendre

# report_problem_q1_o3
source: I could not see the other participant
es: No pude ver a la otra persona participante
fr: Je ne pouvais pas voir l'autre participant

# report_problem_q1_o4
source: The other participant could not see me
es: La otra persona participante no pudo verme
fr: L'autre participant ne pouvait pas me voir

# report_problem_q1_text
source: What issue did you experience? Please check what applies.
es: ¿Qué problema tuviste? Marca lo que corresponda.
fr: Quel problème avez-vous rencontré ? Veuillez cocher les réponses qui s'appliquent.

# report_problem_title
source: Report a problem
es: Informar un problema
fr: Signaler un problème

# sms_notify_member_about_new_appointment
source: Good news: Your Maven appointment is confirmed! If you can’t make your appointment, we ask that you reschedule or cancel at least 3 hours in advance to make this time available for someone else.
es: Buenas noticias: Tu cita con Maven está confirmada. Si no puedes asistir, te pedimos que la reprogrames o canceles al menos 3 horas antes para que este tiempo esté disponible para otra persona.
fr: Bonne nouvelle : votre rendez-vous Maven est confirmé ! Si vous ne pouvez pas honorer votre rendez-vous, nous vous demandons de le reprogrammer ou de l'annuler au moins 3 heures à l'avance afin de libérer ce créneau pour quelqu'un d'autre.
