Repository: pmantra/m1
Catalog: api/wallet/translations/*/LC_MESSAGES/messages.po
Languages: fr_ca

# payments_wallet_account_deactivated_deductible
source: Your deductible has not been met. Your account will be activated once this occurs.
fr_ca: Votre franchise n'a pas été atteinte. Votre compte sera activé une fois que cela se produira.

# payments_wallet_account_deactivated_employment_change
source: Your account has been closed due to an employment change.
fr_ca: Votre compte a été fermé en raison d'un changement d'emploi.

# payments_wallet_account_deactivated_fraud
source: Your account has been temporarily deactivated due to possible detected fraud.
fr_ca: Votre compte a été temporairement désactivé en raison d'une possible fraude détectée.

# payments_wallet_account_deactivated_ineligible
source: Your card has been temporarily deactivated due to an ineligible expense.
fr_ca: Votre carte a été temporairement désactivée en raison d'une dépense inéligible.

# payments_wallet_account_deactivated_lost
source: Card reported lost or stolen. Activate your new card to unlock your account.
fr_ca: Carte déclarée perdue ou volée. Activez votre nouvelle carte pour débloquer votre compte.

# payments_wallet_account_deactivated_past_due
source: Your account has been temporarily deactivated due to a past-due receipt.
fr_ca: Votre compte a été temporairement désactivé en raison d'un reçu en souffrance.

# payments_wallet_account_deactivated_plan_change
source: Your account has been closed due to a health plan change.
fr_ca: Votre compte a été fermé en raison d'un changement de Régime de Santé.

# payments_wallet_infertility_expense
source: Is this expense related to a medical diagnosis of infertility issued by a medical provider? (We need this information to determine if your reimbursement is taxable)
fr_ca: Cette dépense est-elle liée à un diagnostic médical d'infertilité émis par un spécialiste de santé? (Nous avons besoin de ce renseignement pour déterminer si votre remboursement est imposable)

# payments_wallet_invite_accepted
source: The invitation has been accepted.
fr_ca: L'invitation a été acceptée.

# payments_wallet_invite_accepted_failure
source: Unable to accept invitation.
fr_ca: Impossible d'accepter l'invitation.

# payments_wallet_invite_already_active
source: It looks like you already have an active wallet.
fr_ca: Il semble que vous ayez déjà un Wallet actif.

# payments_wallet_invite_already_expired
source: Invitation has already expired.
fr_ca: L'invitation a déjà expiré.

# payments_wallet_invite_already_used
source: Invitation already used.
fr_ca: Invitation déjà utilisée.

# payments_wallet_invite_canceled
source: Invitation canceled.
fr_ca: Invitation annulée.

# payments_wallet_invite_canceled_failure
source: Failed to cancel invitation.
fr_ca: Échec de l'annulation de l'invitation.

# payments_wallet_invite_declined
source: The invitation has been declined.
fr_ca: L'invitation a été refusée.

# payments_wallet_invite_expired
source: Invitation expired.
fr_ca: Invitation expirée.

# payments_wallet_invite_found
source: Invitation found.
fr_ca: Invitation trouvée.

# payments_wallet_invite_help_needed
source: Please message the Wallet team to join the wallet.
fr_ca: Veuillez contacter l'équipe Wallet pour rejoindre le wallet.

# payments_wallet_invite_info_does_not_match
source: Your information did not match the invitation.
fr_ca: Vos renseignements ne correspondent pas à l'invitation.

# payments_wallet_invite_not_found
source: Cannot find the invitation.
fr_ca: Impossible de trouver l'invitation.

# payments_wallet_invite_unsharable
source: This wallet cannot be shared.
fr_ca: Ce Wallet ne peut pas être partagé.

# payments_wallet_request_state_approved
source: Your claim has been preliminarily approved by our care team per your company's eligibility criteria and have been submitted to your company for final review!
fr_ca: Votre demande a été préalablement approuvée par notre équipe de soins selon les critères d'éligibilité de votre entreprise et a été soumise à votre entreprise pour une vérification finale!

# payments_wallet_request_state_approved_debit_card
source: Your transaction has been approved! No further action is needed.
fr_ca: Votre transaction a été approuvée! Aucune autre action n'est nécessaire.

# payments_wallet_request_state_denied
source: Sorry, your claim is ineligible. Go to Messages to contact the Maven Wallet Team with any questions or review Coverage Details to see what services are eligible.
fr_ca: Désolé, votre demande est inéligible. Accédez aux Messages pour contacter l'équipe Maven Wallet pour toute question ou consultez les Détails de la couverture pour voir quels services sont éligibles.

# payments_wallet_request_state_failed
source: We're working on your reimbursement! We may reach out to confirm your bank account information.
fr_ca: Nous travaillons sur votre remboursement! Nous pourrions vous contacter pour confirmer les données de votre compte bancaire.

# payments_wallet_request_state_ineligible
source: Your recent transaction was deemed ineligible. Go to Messages to contact the Maven Wallet Team for assistance.
fr_ca: Votre transaction récente a été jugée inéligible. Accédez aux Messages pour contacter l'équipe Maven Wallet pour obtenir de l'aide.

# payments_wallet_request_state_insufficient
source: Sorry, the documents submitted were insufficient. Please provide additional documentation for approval.
fr_ca: Désolé, les documents soumis étaient insuffisants. Veuillez fournir des documents supplémentaires pour approbation.

# payments_wallet_request_state_needs_receipt
source: Approval pending. Please upload required documents for approval.
fr_ca: Approbation en attente. Veuillez téléverser les documents requis pour l'approbation.

# payments_wallet_request_state_new
source: Your claim has been successfully created.
fr_ca: Votre demande a été créée avec succès.

# payments_wallet_request_state_pending_input
source: We are waiting on additional information from you.
fr_ca: Nous attendons des informations supplémentaires de votre part.

# payments_wallet_request_state_pending_review
source: Your claim has been received and is pending review.
fr_ca: Votre demande a été reçue et est en attente de vérification.

# payments_wallet_request_state_refunded
source: Your transaction has been refunded.
fr_ca: Votre transaction a été remboursée.

# payments_wallet_request_state_reimbursed
source: Your reimbursement is on the way! Look for it in your account (10 business days for direct deposit, 1-2 pay cycles for payroll).
fr_ca: Votre remboursement est en cours! Cherchez-le sur votre compte (10 jours ouvrables pour le dépôt direct, 1 à 2 cycles de paie pour la paie).

# payments_wallet_request_state_resolved
source: Your transaction has been resolved. No further action needed.
fr_ca: Votre transaction a été résolue. Aucune autre action n'est nécessaire.

# payments_wallet_request_state_submitted
source: Your documents have been received and are pending review.
fr_ca: Vos documents ont été reçus et sont en attente de révision.

# payments_wallet_share_already_a_member
source: The person you are trying to add is already part of your Wallet.
fr_ca: La personne que vous essayez d'ajouter fait déjà partie de votre Wallet.

# payments_wallet_share_already_pending
source: The person you are trying to add already has a pending invitation.
fr_ca: La personne que vous essayez d'ajouter a déjà une invitation en attente.

# payments_wallet_share_help_needed
source: Please message the Wallet team to add more partners.
fr_ca: Veuillez contacter l'équipe Wallet pour ajouter plus de partenaires.

# payments_wallet_share_invalid_age
source: Recipient must be at least 13 years old.
fr_ca: Le destinataire doit avoir au moins 13 ans.

# payments_wallet_share_invalid_email
source: Invalid email address.
fr_ca: Adresse courriel invalide.

# payments_wallet_share_no_access
source: Unable to access the Maven Wallet
fr_ca: Impossible d'accéder au Maven Wallet

# payments_wallet_share_sent
source: Your invite has been sent.
fr_ca: Votre invitation a été envoyée.

# reimbursement_request_claims_processing
source: claims processing
fr_ca: traitement des réclamations

# reimbursement_request_cost_share_details_reimbursement_expected_message
source: Your expenses have been received. Family building services can be subject to coinsurance, copay, and deductible. If you have financial responsibility towards this claim, our care team will calculate this when they review your claim. It will be deducted from the amount reimbursed to you.
fr_ca: Vos dépenses ont été reçues. Les services de développement familial peuvent être soumis à une coassurance, un copaiement et une franchise. Si vous avez une responsabilité financière à l'égard de cette demande, notre équipe de soins calculera cela lors de l'examen de votre demande. Cela sera déduit du montant qui vous sera remboursé.

# reimbursement_request_details_credits_details_singular_text
source: credit
fr_ca: crédit

# reimbursement_request_details_member_credits_details_plural_text
source: credits
fr_ca: crédits

# reimbursement_request_details_member_responsibility_breakdown_coinsurance
source: Coinsurance
fr_ca: Coassurance

# reimbursement_request_details_member_responsibility_breakdown_copay
source: Copay
fr_ca: Quote-part

# reimbursement_request_details_member_responsibility_breakdown_deductible
source: Deductible
fr_ca: Franchise

# reimbursement_request_details_member_responsibility_breakdown_hra_applied
source: HRA applied
fr_ca: HRA appliqué

# reimbursement_request_details_member_responsibility_breakdown_not_covered
source: Not covered
fr_ca: Non couvert

source: Your responsibility
fr_ca: Votre quote-part

# reimbursement_request_details_refund_explanation_content_0
source: Just like any visit to an in-person provider, family building services are subject to copays and deductibles.
fr_ca: Comme tout rendez-vous en personne avec un spécialiste, les services de développement familial sont soumis à des copaiements et des franchises.

# reimbursement_request_details_refund_explanation_content_1
source: Your family building benefit has a maximum coverage amount. After that maximum is added to your total cost, we apply your additional coverage through your health plan. Anything that isnâ€™t covered will have to be paid out of pocket.
fr_ca: Le montant maximal de couverture dont vous disposez grâce aux avantages de développement familial est plafonné. Une fois ce montant maximum ajouté à votre coût total, nous appliquons votre couverture complémentaire au moyen de votre régime de santé. Vous devrez payer de votre poche tout montant qui ne sera pas pris en charge.

# reimbursement_request_details_refund_explanation_label
source: Why do I only receive a partial refund?
fr_ca: Pourquoi est-ce que je ne reçois qu'un remboursement partiel?

# reimbursement_request_details_reimbursement_breakdown_hra_credit
source: HRA credit
fr_ca: Crédit HRA

# reimbursement_request_details_reimbursement_breakdown_maven_benefit
source: Maven benefit
fr_ca: Avantage Maven

# reimbursement_request_details_reimbursement_breakdown_reimbursement
source: Reimbursement
fr_ca: Remboursement

# reimbursement_request_details_reimbursement_breakdown_reimbursement_expected
source: Expected reimbursement
fr_ca: Remboursement prévu

# reimbursement_request_estimated_return
source: Estimated return to you.
fr_ca: Retour estimatif pour vous.

# reimbursement_request_expected_total_reimbursement
source: Estimated total return to you.
fr_ca: Rendement total estimatif pour vous.

# reimbursement_request_member_responsibility_will_be_deducted_message
source: If you have financial responsibility, it will be deducted from your claim return.
fr_ca: Si vous avez une quote-part, elle sera déduite de votre déclaration de sinistre.

# reimbursement_request_original_claim
source: Original claim:
fr_ca: Réclamation originale :

# reimbursement_request_original_claims_total
source: Original claims total:
fr_ca: Total des réclamations d'origine :

# reimbursement_request_view_all_claims_details_message
source: Calculating your estimated return. Tap to see claim details.
fr_ca: Calcul de votre retour estimatif. Touchez pour afficher les détails de la réclamation.
